Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Unknown attachment!
de: Unbekannter Anhang!

source: Unknown or invalid attachment
de: Unbekannter oder ungültiger Anhang

source: Welcome to the Support Center
de: Willkommen im Ticketsystem

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required to submit a ticket.
de: Um Supportanfragen zu Optimieren und Sie besser zu Unterstützen nutzen wir ein Ticketsystem. Jeder Supportanfrage wird eine einzigartige Ticketnummer zugeordnet, die Sie nutzen können, um den Fortschritt und die Reaktionen online zu verfolgen. Wir stellen für Sie außerdem ein komplettes Archiv all Ihrer Supportanfragen bereit. Zur Ticketerstellung wird eine gültige Email-Adresse benötigt.

source: Open A New Ticket
de: Ein neues Ticket erstellen

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please login.
de: Bitte stellen Sie so viele Informationen wie möglich bereit, damit wir Ihnen schneller Helfen können. Melden Sie sich bitte an, um bereits gemeldete Tickets zu Ändern/Erweitern.

source: Open a New Ticket
de: Ein neues Ticket erstellen

source: Check Ticket Status
de: Ticketstatus überprüfen

source: We provide archives and history of all your current and past support requests complete with responses.
de: Wir stellen für Sie ein komplettes Archiv all Ihrer Supportanfragen und darauf erfolgten Antworten bereit.

source: Be sure to browse our
de: Besuchen Sie außerdem unsere Wissensdatenbank und die

source: , before opening a ticket.
de: , bevor Sie ein Ticket erstellen.

source: Authentication error - try again!
de: Anmeldefehler - Versuchen Sie es erneut!

source: Unable to connect to the database
de: Kann keine Verbindung zur Datenbank aufbauen

source: Unable to load config info from DB. Get tech support.
de: Kann die Konfiguration nicht aus der DB auslesen. Technische Hilfe anfordern.

source: osTicket Fatal Error
de: osTicket Schwerwiegender Fehler

source: "osTicket Alerts"<%s>
de: "osTicket Warnungen"<%s>

source: Fatal Error:
de: Schwerwiegender Fehler:

source: Contact system administrator.
de: Kontaktieren Sie den Systemadministrator.

source: Support Ticket System Offline
de: Ticketsystem Offline

source: Thank you for your interest in contacting us.
de: Danke für Ihr Interesse an uns.

source: Our helpdesk is offline at the moment, please check back at a later time.
de: Unser Ticketsystem ist derzeit leider außer Betrieb. Bitte versuchen Sie zu einem späteren Zeitpunkt erneut die Seite aufzurufen.

source: Enter text shown on the image
de: Geben Sie den im Bild angezeigten text ein

source: Invalid - try again!
de: Ungültig - Versuchen Sie es erneut!

source: Support ticket request created
de: Ticket für Supportanfrage erzeugt

source: Unable to create a ticket. Please correct errors below and try again!
de: Konnte Ticket nicht erstellen. Bitte korrigieren Sie die Fehler und versuchen es erneut!

source: Unknown or invalid ticket ID.
de: Unbekannte oder ungültige TicketID.

source: Access Denied. Possibly invalid ticket ID
de: Zugriff verweigert. Möglicherweise ungültige TicketID

source: Message required
de: Nachricht benötigt

source: Message Posted Successfully
de: Nachricht erfolgreich gesendet

source: Unable to post the message. Try again
de: Konnte Nachricht nicht senden. Versuchen Sie es erneut

source: Error(s) occurred. Please try again
de: Fehler entstanden. Versuchen Sie es erneut

source: Unknown action
de: Unbekannte Aktion

source: IP Address
de: IP-Addresse

source: Error
de: Fehler

source: Unknown or invalid log ID
de: Unbekannte oder ungültige LogID

source: Ticket Variables
de: Ticketvariablen

source: Please note that non-base variables depends on the context of use. Visit osTicket Wiki for up to date documentation.
de: Bitte beachten, dass Nicht-Basis-Variablen vom Kontext des Benutzers abhängen. Besuchen Sie die osTicket Wiki für die aktuelle Dokumentation.

source: Base Variables
de: Basisvariablen

source: Other Variables
de: Andere Variablen

source: internal ID
de: interne ID

source: Ticket number
de: Ticketnummer

source: external ID
de: externe ID

source: Email address
de: Email-Adresse

source: Full name
de: Vollständiger Name

source: Subject
de: Betreff

source: Phone number | ext
de: Telefonnummer | Durchwahl

source: Priority
de: Prio.

source: Assigned staff and/or team
de: Zugewiesener Mitarbeiter/Team

source: Date created
de: Erstellungsdatum

source: Due date
de: Fälligkeitsdatum

source: Date closed
de: Schließungsdatum

source: Auth. token used for auto-login
de: Authentifizierungstoke für eine automatische Anmeldung genutzt

source: Client's ticket view link
de: Benutzer Ticketverknüpfung

source: Staff's ticket view link
de: Mitarbeiter Ticketverknüpfung

source: Expandable Variables (See Wiki)
de: Erweiterbare Variablen (Siehe Wiki)

source: Help topic
de: Problemart

source: Department
de: Abteilung

source: Assigned/closing staff
de: Zugewiesener/Schließender Mitarbeiter

source: Assigned/closing team
de: Zugewiesenes/Schließendes Team

source: Incoming message
de: Eingehende Nachricht

source: Outgoing response
de: Ausgehende Antwort

source: Assign/transfer comments
de: Zuweisungs-/Transferkommentare

source: Internal note <em>(expandable)</em>
de: Interne Notiz <em>(erweiterbar)</em>

source: Assigned staff/team
de: Zugewiesener Mitarbeiter/Team

source: Staff assigning the ticket
de: Mitarbeiter weist das Ticket zu

source: osTicket's base url (FQDN)
de: osTicket's Basis-URL (FQDN)

source: Last updated %s
de: Letzte Änderung %s

source: View
de: Ansehen

source: Attachments
de: Anhänge

source: Edit
de: Bearbeiten

source: Topics
de: Problemarten

source: Staff
de: Mitarbeiter

source: Help Topic
de: Problemart

source: Staff Member
de: Mitarbeiter

source: Opened
de: Offene

source: Assigned
de: Zugewiesene

source: Overdue
de: Überfällig

source: Closed
de: Geschlossene

source: Reopened
de: Wieder Offene

source: Service Time
de: Dienstzeit

source: Response Time
de: Antwortzeit

source: Search criteria matched %s
de: Suchkriterien stimmen mit %s überein

source: view
de: ansehen

source: No tickets found matching your search criteria.
de: Keine Tickets gefunden, die auf Ihre Suchkriterien zutreffen.

source: Lock denied!
de: Sperre abgelehnt!

source: Unable to acquire lock.
de: Konnte Sperre nicht erhalten.

source: Ticket is locked by %s
de: Ticket ist gesperrt von %s

source: Marked overdue!
de: Als Überfällig markiert!

source: open
de: offen

source: closed
de: geschlossen

source: Ticket State
de: Ticketstatus

source: Create Date
de: Erstellungsdatum

source: Close Date
de: Schließungsdatum

source: Due Date
de: Fälligkeitsdatum

source: Assigned To
de: Zugewiesen zu

source: Unassigned
de: Unzugewiesen

source: From
de: Von

source: Thread
de: Verlauf

source: Notes
de: Notizen

source: Reply
de: Antworten

source: Reassign
de: Wieder Zuweisen

source: Assign
de: Zuweisen

source: Post Note
de: Notiz senden

source: Edit Ticket
de: Ticket Bearbeiten

source: We have a problem ... wait a sec.
de: Wir haben ein Problem ... Bitte warten Sie eine Sekunde.

source: Upgraded to %s ... post-upgrade checks!
de: Zu %s Upgegradet ... Prüfungen!

source: Upgrade Failed: Invalid or wrong hash [%s]
de: Upgrade Fehlgeschlagen: Ungültiger oder falscher Hash [%s]

source: We're done!
de: Wir sind fertig!

source: Query argument is required
de: Abfrage benötigt

source: API key not authorized
de: API Schlüssel nicht autorisiert

source: Cron job executed
de: Cron job ausgeführt

source: Unexpected or invalid data received
de: Unerwartete oder ungültige Daten empfangen

source: Invalid file type (ext) for %s
de: Ungültige Dateierweiterung für %s

source: %s: Poorly encoded base64 data
de: %s: Schlecht kodierte base64 Daten

source: Unable to create new ticket: unknown error
de: Konnte Ticket nicht erstellen: Unbekannter Fehler

source: Ticket denied
de: Ticket abgelehnt

source: Unable to create new ticket: validation errors
de: Konnte Ticket nicht erstellen: Gültigkeitsprüfung fehlgeschlagen

source: Request failed -retry again!
de: Anfrage fehlgeschlagen - Versuchen Sie es erneut!

source: Access Denied. IP %s
de: Zugriff verweigert. IP %s

source: Valid IP required
de: Gültige IP benötigt

source: Unable to update API key. Internal error occurred
de: Konnte API-Schlüssel nicht ändern. Internal error occurred

source: Unable to add API key. Try again!
de: Konnte API-Schlüssel nicht hinzufügen. Erneut versuchen!

source: Valid API key required
de: Gültiger API-Schlüssel benötigt

source: API key not found/active or source IP not authorized
de: API-Schlüssel nicht gefunden/aktiv oder QuellIP nicht autorisiert

source: Unable to read request body
de: Konnte Auftragskörper nicht auslesen

source: XML extension not supported
de: XML-Erweiterung nicht unterstützt

source: Unsupported data format
de: Nicht unterstütztes Datenformat

source: Unexpected data received
de: Unerwartete Daten empfangen

source: API Error
de: API-Fehler

source: Internal list for email banning. Do not remove
de: Interne Liste zum Sperren von Emailadressen. Nicht entfernen.

source: Internal error. Try again
de: Internal error. Versuchen Sie es erneut

source: Title required
de: Titel benötigt

source: Title is too short. 3 chars minimum
de: Titel ist zu kurz. 3 Buchstaben sind Minimum

source: Title already exists
de: Titel existiert bereits

source: Response text required
de: Bestätigungstext benötigt

source: Unable to update canned response.
de: Konnte vorbereitete Antwort nicht ändern.

source: Unable to create the canned response. Internal error
de: Konnte vorbereitete Antwort nicht erstellen. Internal error

source: Category name is required
de: Kategoriename benötigt

source: Name is too short. 3 chars minimum
de: Der Name ist zu kurz. 3 Buchstaben sind mindestens notwendig

source: Category already exists
de: Kategorie existiert bereits

source: Category description is required
de: Kategoriebeschreibung wird benötigt

source: Unable to update FAQ category.
de: Konnte FAQ-Kategorie nicht ändern.

source: Unable to create FAQ category. Internal error
de: Konnte FAQ-Kategorie nicht erstellen. Internal error

source: Excessive failed login attempts
de: Höchstanzahl fehlgeschlagener Anmeldeversuche erreicht

source: You've reached maximum failed login attempts allowed. Try again later or
de: Sie haben das Maximum felhgeschlagener Anmeldeversuche erreicht. Versuchen Sie es später erneut.

source: open a new ticket
de: öffnen Sie ein neues Ticket

source: Invalid method
de: Ungültige Methode

source: Valid email and ticket number required
de: Gültige Email und Ticketnummer benötigt

source: %1$s/%2$s logged in [%3$s]
de: %1$s/%2$s angemeldet in [%3$s]

source: User login
de: Benutzeranmeldung

source: Invalid login
de: Ungültiger login

source: Access Denied
de: Zugriff verweigert

source: Forgot your login info? Please
de: Haben Sie Ihre Anmeldedaten vergessen? Bitte

source: Excessive login attempts by a user.\nEmail: %1$s\nTicket#: %2$s\nIP: %3$s\nTime: %4$s\n\nAttempts # %5$s
de: Höchstanzahl fehlgeschlagener Anmeldeversuche von einem Benutzer erreicht.\nEmail: %1$s\nTicket#: %2$s\nIP: %3$s\nTime:%4$s\n\nAttempts # %5$s

source: Excessive login attempts (user)
de: Überhöhte Anmeldeversuche (Benutzer)

source: Failed login attempt (user)
de: Fehlgeschlagener Anmeldeversuch (Benutzer)

source: Unknown setting option. Get technical support.
de: Unbekannte Einstellung. Fordern Sie technische Hilfe an!

source: Helpdesk URl required
de: Helpdesk URL benötigt

source: Helpdesk title required
de: Helpdesk Titel benötigt

source: Default Dept. required
de: Standardabteilung auswählen

source: You must select template.
de: Standardvorlage auswählen

source: Enter idle time in minutes
de: Geben Sie die Inaktivitätszeit in Minuten ein

source: Time format required
de: Ein Zeitformat bestimmen

source: Date format required
de: Ein Datumsformat bestimmen

source: Datetime format required
de: Ein Datums-/Zeitformat bestimmen

source: Day, Datetime format required
de: Ein Tag, Datums-/Zeitformat bestimmen

source: Default Timezone required
de: Standard Zeitzone bestimmen

source: Selection required
de: Auswahl benötigt

source: Enter valid numeric value
de: Geben Sie einen gültigen numerischen Wert ein

source: Enter lock time in minutes
de: Geben Sie eine Sperrzeit in Minuten ein

source: The GD extension required
de: Die GD extension wird benötigt

source: PNG support required for Image Captcha
de: PNG-Unterstützung wird für Bild-Captcha vorausgesetzt

source: The "file_uploads" directive is disabled in php.ini
de: Die "file_uploads" Einstellung in php.ini ist deaktiviert

source: Maximum file size required
de: Bitte Dateigrößengrenze angeben.

source: Allowed file extentions required
de: Erlaubte Dateierweiterung muss ausgewählt werden

source: Invalid selection. Must be less than %d
de: Ungültige Auswahl. Sie muss kleiner sein als %d

source: Default email required
de: Standard Emailadresse benötigt

source: System admin email required
de: Emailadresse vom Systemadministrator benötigt

source: Reply separator required to strip quoted reply.
de: Antwortseparator benötigt um Antwort zu verarbeiten

source: Email already setup as system email
de: Emailadresse wird bereits vom System verwendet

source: Select recipient(s)
de: Empfänger auswählen

source: Missing or invalid Dept ID (internal error).
de: Fehlende oder ungültige AbteilungsID (internal error).

source: Email selection required
de: Emailauswahl benötigt

source: Template selection required
de: Vorlagenauswahl benötigt

source: Name required
de: Name benötigt

source: Name is too short.
de: Name ist zu kurz.

source: Department already exist
de: Abteilung bereits vorhanden

source: System default department can not be private
de: Systemweite Standardabteilung darf nicht privat sein

source: Unable to update %s Dept. Error occurred
de: Konnte Abteilung %s nicht ändern. Fehler

source: Unable to create department. Internal error
de: Konnte Abteilung nicht erstellen. Internal error

source: Internal error. Get technical help.
de: Internal error. Beschaffen Sie sich technische Unterstützung.

source: Valid email required
de: Gültige Email-Adresse benötigt

source: Email already exits
de: Email-Adresse existiert bereits

source: Email already used as admin email!
de: Email-Adresse bereits vom Administrator in Verwendung!

source: Email in-use by a staff member
de: Email-Adresse wird bereits von einer anderen Person verwendet

source: Email name required
de: Emailbezeichnung benötigt

source: Username missing
de: Benutzername fehlt

source: Password required
de: Passwort benötigt

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
de: IMAP fehlt. PHP muss mit aktiviertem IMAP kompiliert werden.

source: Host name required
de: Hostname benötigt

source: Port required
de: Port benötigt

source: Select protocol
de: Protokoll auswählen

source: Fetch interval required
de: Abholintervall benötigt

source: Maximum emails required
de: Höchstzahl der Emails benötigt

source: You must select a Dept.
de: Sie müssen eine Abteilng auswählen.

source: You must select a priority
de: Sie müssen eine Priorität auswählen

source: Indicate what to do with fetched emails
de: Beschreiben was mit den abgeholten Emails geschehen soll

source: Valid folder required
de: Gültiger Ordner benötig

source: Host/userid combination already in-use.
de: Host-/Benutzerid-Kombination bereits in Verwendung

source: Invalid login. Check %s settings
de: Ungültge Anmeldung. Prüfen Sie die %s Einstellung

source: Invalid or unknown mail folder! >> %s
de: Ungültiger oder unbekannter Email Ordner! >> %s

source: Invalid or unknown archive folder!
de: Ungültiger oder unbekannter Archiv Ordner!

source: Unable to login. Check SMTP settings.
de: Konnte mich nicht Anmelden. Prüfen Sie die SMTP-Einstellungen.

source: Unable to update email. Internal error occurred
de: Konnte Email nicht ändern. Internal error occurred

source: Unable to add email. Internal error
de: Konnte Email nicht hinzufügen. Internal error

source: Date
de: Datum

source: Source
de: Quelle

source: Current Status
de: Derzeitiger Status

source: Question required
de: Frage benötigt

source: Question already exists
de: Frage existiert bereits

source: Category is required
de: Kategorie wird benötigt

source: FAQ answer is required
de: FAQ-Antwort wird benötigt

source: Unable to update FAQ.
de: Konnte FAQ nicht ändern

source: Unable to create FAQ. Internal error
de: Konnte FAQ nicht erstellen. Internal error

source: Any
de: Jegliche

source: Web Forms
de: Webformular

source: API Calls
de: API Aufrufe

source: Invalid match selection
de: Ungültige Zuordnung

source: Invalid match type selection
de: Ungültiger Zuordnungstyp

source: Value required
de: Wert benötigt

source: Valid email required for the match type
de: Gültige Email-Adresse für diese Zuordnung benötig

source: Incomplete selection
de: Unvollständige Auswahl

source: You must set at least one rule.
de: Sie müssen mindestens eine Regel setzen.

source: Order required
de: Befehl benötigt

source: Must be numeric value
de: Muss ein numerischer Wert sein

source: Name already in-use
de: Name wird bereits verwendet

source: Unable to validate rules as entered
de: Konnte Regel nicht bestätigen

source: Target required
de: Ziel benötigt

source: Unknown or invalid target
de: Unbekanntes oder ungültiges Ziel

source: Unable to update the filter. Internal error occurred
de: Konnte den Filter nicht ändern. Internal error occurred

source: Unable to add filter. Internal error
de: Konnte den Filter nicht hinzufügen. Internal error

source: Parent filter ID required
de: Filter-UrsprungsID benötigt

source: Missing or invalid group ID
de: Fehlende oder unbekannte GruppenID

source: Group name required
de: Gruppenname benötigt

source: Group name must be at least 3 chars.
de: Gruppenname muss mindestens 3 Zeichen lang sein.

source: Group name already exists
de: Gruppenname existiert bereits

source: Unable to update group. Internal error occurred.
de: Konnte Gruppe nicht ändern. Internal error occurred.

source: Unable to create the group. Internal error
de: Konnte Gruppe nicht erstellen. Internal error

source: Title is required
de: Titel benötigt

source: Unable to email via SMTP:%1$s:%2$d [%3$s]\n\n%4$s\n
de: Konnte eine Email nicht per SMTP senden:%1$s:%2$d [%3$s]\n\n%4$s\n

source: Mailer Error
de: Mailer Fehler

source: Banned email
de: Gesperrte Email

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
de: Exzessive Fehler beim verarbeiten der Emails von %1$s/%2$s. Bitte Prüfen Sie den Posteingang manuell.

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
de: osTicket benötigt die PHP IMAP Erweiterung, damit die Email-Abhohlung mittels IMAP/POP3 funktioniert!

source: osTicket is having trouble fetching emails from the following mail account:
de: osTicket hat Probleme die Emails des folgenden Kontos abzuhohlen:

source: User:
de: Benutzer:

source: Error:
de: Fehler:

source: %1$d consecutive errors. Maximum of %2$d allowed
de: %1$d aufeinander folgende Fehler bei einem Maximum von %2$d erlaubten.

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
de: Dies könnte Verbindungsproblem mit dem Mailserver sein. Nächster verzögerter Anmeldeversuch in etwa %d Minuten

source: Mail Fetch Failure Alert
de: Fehler bei der Mailabhohlung

source: Cryptography extension mcrypt is not enabled or installed. Important text/data is being stored as plain text in database.
de: Die Kryptografieerweiterung mcrypt ist nicht installiert oder aktiviert. Wichtige Texte/Daten werden im Klartext in der Datenbank gesichert.

source: mcrypt module missing
de: mcrypt-Modul fehlt

source: Time
de: Zeit

source: Staff Dashboard
de: Mitarbeiter&nbsp;Dashboard

source: Ticket Queue
de: Ticket-Warteschleife

source: My&nbsp;Tickets
de: Meine&nbsp;Tickets

source: New&nbsp;Ticket
de: Neues&nbsp;Ticket

source: Staff&nbsp;Directory
de: Mitarbeiterordner

source: My&nbsp;Profile
de: Mein&nbsp;Profil

source: Categories
de: Kategorien

source: Canned&nbsp;Responses
de: Vorgefertigte&nbsp;Antworten

source: Admin Dashboard
de: Administrator&nbsp;Dashboard

source: Settings
de: Einstellungen

source: System Settings
de: Systemeinstellungen

source: Manage
de: Verwalten

source: Manage Options
de: Optionen&nbsp;Verwalten

source: Email Settings
de: Emaileinstellungen

source: Manage Staff
de: Mitarbeiter&nbsp;Verwalten

source: System&nbsp;Logs
de: Systemlogs

source: System&nbsp;Preferences
de: Systemeinstellungen

source: Alerts&nbsp;&amp;&nbsp;Notices
de: Warnungen&nbsp;&amp;&nbsp;Notizen

source: Help&nbsp;Topics
de: Problemarten

source: Ticket&nbsp;Filters
de: Ticketfilter

source: SLA&nbsp;Plans
de: SLA-Pläne

source: API&nbsp;Keys
de: API&nbsp;Schlüssel

source: Email Addresses
de: Email-Adressen

source: Banlist
de: Sperrliste

source: Banned&nbsp;Emails
de: Gesperrte&nbsp;Emails

source: Templates
de: Vorlagen

source: Email Templates
de: Emailvorlagen

source: Diagnostic
de: Diagnose

source: Email Diagnostic
de: Email-Diagnose

source: Staff&nbsp;Members
de: Mitarbeiter

source: Groups
de: Gruppen

source: Departments
de: Abteilungen

source: Support&nbsp;Center&nbsp;Home
de: Support&nbsp;Center&nbsp;Startseite

source: Open&nbsp;New&nbsp;Ticket
de: neues&nbsp;Ticket

source: My&nbsp;Tickets&nbsp;(%d)
de: Meine&nbsp;Tickets&nbsp;(%d)

source: Show all tickets
de: Zeige&nbsp;alle&nbsp;Tickets

source: View&nbsp;Ticket&nbsp;Thread
de: Zeige&nbsp;Ticketverlauf

source: View ticket status
de: Zeige&nbsp;Ticketstatus

source: Invalid CSRF token [%1$s] on %2$s
de: Ungültiges CSRF Token [%1$s] auf %2$s

source: Invalid CSRF Token
de: Ungültiges CSRF Token

source: osTicket Alerts <%s>
de: osTicket Warnungen <%s>

source: Showing
de: Zeige

source: of
de: von

source: Generated on %s
de: Generiert am %s

source: Date & Time based on GMT %s
de: Datum & Zeit basieren auf GMT %s

source: Ticket #%1$d printed by %2$s on %3$s
de: Ticket #%1$d gedruckt von %2$s am %3$s

source: Page %d
de: Seite %d

source: Phone
de: Telefon

source: unknown
de: Unbekannt

source: Closed By
de: Geschlossen von

source: Last Response
de: Letzte Antwort

source: Last Message
de: Letzte Mitteilung

source: Files Attached: [%s]
de: Dateien Angehängt: [%s]

source: Error accessing SQL file %s
de: Fehler beim Zugriff auf SQL Datei %s

source: Error parsing SQL schema
de: Fehler beim parsen des SQL-Schemas

source: Grace period required
de: Nachfrist benötigt

source: Numeric value required (in hours)
de: Numerischer Wert (in Stunden) benötigt

source: Name already exists
de: Name existiert bereits

source: Unable to update SLA. Internal error occurred
de: Konnte SLA nicht ändern. Internal error occurred

source: Unable to add SLA. Internal error
de: Konnte SLA nicht hinzufügen. Internal error

source: First name required
de: Vorname benötigt

source: Last name required
de: Nachname benötigt

source: Already in-use as system email
de: Emailadresse wird bereits vom System verwendet

source: Email already in-use by another staff member
de: Email-Adresse wird bereits von einer anderen Person verwendet

source: Valid number required
de: Gültige Telefonnummer benötigt

source: New password required
de: Neues Passwort benötigt

source: Must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen/Buchstaben lang sein
