Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Overwrite global auto-response settings for tickets routed to the Dept.
de: Globale Ticketeinstellungen für automatishe Antworten zu dieser Gruppe überschreiben

source: New Ticket:
de: Neues Ticket:

source: <strong>Disable</strong> new ticket auto-response for this Dept.
de: Neues Ticket Autoantwort für diese Abteilung <strong>deaktivieren</strong>.

source: New Message:
de: Neue Mitteilung:

source: <strong>Disable</strong> new message auto-response for this Dept.
de: Neue Nachricht Autoanwort für diese Abteilung <strong>deaktivieren</strong>.

source: Auto Response Email:
de: Autoantwort Email:

source: Select Outgoing Email
de: Ausgehende Email auswählen

source: Department Email (Above)
de: Aubteilungs-Email (siehe oben)

source: Department Access
de: Abteilungeszugriff

source: Check all groups allowed to access this department.
de: Alle Gruppen ankreuzen, denen es erlaubt ist auf diese Abteilung zuzugreifen.

source: Department manager and primary members will always have access independent of group selection or assignment.
de: Abteilungsleiter und primäre Mitglieder werden immer Zugriff erhaltem, unabhängig von Gruppenauswahl oder Ticketzuweisung.

source: Department Signature
de: Abteilungssignatur

source: Optional signature used on outgoing emails.
de: Optionale Signatur für ausgehende Emails.

source: Signature is made available as a choice, for public departments, on ticket reply.
de: Diese Signatur wird eine Auswahlmöglichkeit

source: Showing 1-%1$d of %2$d departments
de: Zeige 1-%1$d von %2$d Abteilungen

source: No departments found!
de: Keine Abteilungen gefunden!

source: Users
de: Benutzer

source: Dept. Manager
de: Abteilungsleiter

source: Default
de: Standard

source: No department found
de: Keine Abteilungen gefunden!

source: Make Private
de: Verbergen

source: Delete Dept(s)
de: Abteilung(en) löschen

source: Are you sure want to make selected departments <b>public</b>?
de: Sind Sie sicher, dass Sie die ausgewählten Abteilungen <b>veröffentlichen</b> wollen?

source: Are you sure want to make selected departments <b>private</b>?
de: Sind Sie sicher, dass Sie die ausgewählten Abteilungen <b>verbergen</b> wollen?

source: Are you sure you want to DELETE selected departments?
de: Sind Sie sicher, dass Sie die ausgewählten Abteilungen LÖSCHEN wollen?

source: Deleted departments CANNOT be recovered.
de: Gelöschte Abteilungen können NICHT wiederhergestellt werden.

source: Staff Members
de: Mitarbeiter

source: No staff members found!
de: Keine Mitarbeiter gefunden!

source: Phone Ext
de: Durchwahl

source: Mobile Number
de: Handynummer

source: Update Email
de: Email Ändern

source: To change password enter new password above.
de: Um das Passwort zu ändern, geben Sie oben das neue Passwort ein.

source: Add New Email
de: Neue Email

source: Submit
de: Absenden

source: Email Information
de: Email Informationen

source: Login details are optional BUT required when IMAP/POP or SMTP are enabled.
de: Anmeldeinformationen sind optional. ABER sie werden vorrausgesetzt wenn IMAP/POP oder SMTP aktiviert wurde.

source: Login Username
de: Benutzername

source: Login Password
de: Passwort

source: Optional setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
de: Optionale Einstellung zum abhohlen von eingehenden Emails. Email-Abhohlung muss mit auto-cron oder einem externen cron aktiviert sein.

source: Protocol
de: Protokoll

source: Select Mail Protocol
de: Mail Protokoll auswählen

source: Encryption
de: Verschlüsselung

source: Fetch Frequency
de: Abhohlfrequenz

source: Delay intervals in minutes
de: Warteintervall in Minuten

source: Emails Per Fetch
de: Emails pro Abhohlung

source: Maximum emails to process per fetch.
de: Höchstzahl der zu verarbeitenden Emails pro Abhohlung.

source: New Ticket Priority:
de: Neues Ticket Priorität:

source: Select Priority
de: Priorität auswählen

source: New Ticket Dept.
de: Neues Ticket Abteilung

source: Select Department
de: Abteilung auswählen

source: Auto-response
de: Automatische Antwort

source: <strong>Disable</strong> new ticket auto-response for this email. Overwrite global and dept. settings.
de: Automatische Antwort auf ein neues Ticket für diese Email-Adresse <strong>deaktivieren</strong>. Überschreibt globale und Abteilungseinstellungen.

source: Fetched Emails
de: Abgehohlte Emails

source: Move to:
de: Verschieben nach:

source: folder
de: ordner

source: Delete fetched emails
de: Abgehohlte Emails löschen

source: Do nothing (Not recommended)
de: Nichts unternehmen (nicht empfohlen)

source: Moving fetched emails to a backup folder is highly recommended.
de: Abgehohlte Emails in einen Sicherungsordner zu verschieben wird nachdrücklich empfohlen.

source: SMTP Settings
de: SMTP Einstellungen

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.
de: Wenn eingeschaltet, wird das <b>Email-Konto</b> den SMTP-Server statt der PHP mail() Funktion nutzen.

source: Authentication Required?
de: Authentifizierung benötigt?

source: Yes
de: Ja

source: NO
de: Nein

source: Allow Header Spoofing?
de: Header Spoofing erlauben?

source: Allow email header spoofing
de: Erlaubt Email Header Spoofing

source: only applies to emails being sent through this account
de: gilt nur für Emails, die von diesem Konto gesendet werden

source: Admin's notes.
de: Admin-Notizen

source: No emails found!
de: Keine Emails gefunden!

source: Created
de: Erstellt

source: No help emails found
de: Keine Emails gefunden!

source: Delete Email(s)
de: Email(s) löschen

source: Are you sure you want to DELETE selected emails?
de: Sind Sie sicher, dass Sie die ausgewählten Emails LÖSCHEN wollen?

source: Deleted emails CANNOT be recovered.
de: Gelöschte Emails können NICHT wiederhergestellt werden.

source: Edit Category
de: Kategorie bearbeiten

source: Delete Category
de: Kategorie löschen

source: Add New FAQ
de: Neue FAQ hinzufügen

source: Category does not have FAQs
de: Kategorie hat keine FAQs

source: Edit FAQ
de: FAQ Bearbeiten

source: Options
de: Optionen

source: Select Action
de: Aktion Auswählen

source: Unpublish FAQ
de: FAQ Verbergen

source: Publish FAQ
de: FAQ Veröffentlichen

source: Delete FAQ
de: FAQ Löschen

source: Update FAQ
de: FAQ Bearbeiten

source: Add FAQ
de: Neue FAQ hinzufügen

source: FAQ Information
de: FAQ Informationen

source: Question
de: Frage

source: Category Listing
de: Kategorieliste

source: FAQ category the question belongs to.
de: FAQ Kategorie, der diese Frage angehört.

source: Select FAQ Category
de: FAQ Kategorie Auswählen

source: Listing Type
de: Veröffentlichungsart

source: Published questions are listed on public knowledgebase if the parent category is public.
de: Veröffentlichte Fragen werden in der öffentlichen Knowledgebase aufgeführt, wenn die Hauptkategorie veröffentlicht wurde.

source: Public (publish)
de: Öffentlich (veröffentlichen)

source: Internal (private)
de: Intern (verborgen)

source: Answer
de: Antwort

source: Select files to upload.
de: Dateien zum Hochladen auswählen.

source: Check all help topics related to this FAQ.
de: Alle Hilfsthemen, die mit diesem FAQ zu tun haben, untersuchen.

source: Update Filter
de: Filter Änderung

source: Add New Filter
de: Neuer Filter

source: Add Filter
de: Filter hinzufügen

source: Incoming Email Filter
de: Filter für eingehende Emails

source: Filters are executed based on execution order. Filter can target specific ticket source.
de: Filter werden nach Ihrer Reihenfolge ausgeführt. Filter können spezifische Ticketquellen ansprechen.

source: Execution Order:
de: Ausführungsreihenfolge:

source: <strong>Stop</strong> processing further on match!
de: Weitere Ausführung nach einem Fund <strong>abbrechen</strong>!

source: Target:
de: Ziel:

source: Select a Target
de: Ein Ziel auswählen

source: Filter Rules
de: Filterregeln

source: Rules are applied based on the criteria.
de: Die Regeln werden ihren Kriterien entsprechend angewendet.

source: Rules Matching Criteria:
de: Regeln Treffen zu:

source: Match All
de: Alle

source: Match Any
de: Jegliche

source: case-insensitive comparison
de: Groß-/Kleinschreibungsunabhängiger Vergleich

source: Select One
de: Eine auswählen

source: clear
de: leeren

source: Filter Actions
de: Filteraktion

source: Can be overwriten by other filters depending on processing order.
de: Kann von anderen Filtern je nach Reihenfolge überschrieben werden.

source: Reject Ticket:
de: Ticket zurückweisen:

source: Reject Ticket
de: Ticket zurückweisen

source: All other actions and filters are ignored
de: Alle anderen Aktionen und Filter werden ignoriert

source: Reply-To Email:
de: Auf Email antworten:

source: <strong>Use</strong> Reply-To Email
de: Auf Email antworten

source: if available
de: wenn möglich

source: Ticket auto-response:
de: Automatische Ticketantwort:

source: <strong>Disable</strong> auto-response.
de: <strong>Deaktiviert</strong> automatische Antwort.

source: Overwrites Dept. settings
de: überschreibt Abteilungseinstellung

source: Canned Response:
de: Vorbereitete Antwort:

source: Automatically respond with this canned response
de: Automatisch mit dieser vorbereiteten Antwort antworten

source: Priority:
de: Priorität:

source: Overwrites department's priority
de: überschreibt Abteilungspriorität

source: System Default
de: Systemstandard

source: Overwrites department's SLA
de: Überschreibt Abteilungs-SLA

source: Auto-assign To:
de: Automatisch zuweisen zu

source: filters
de: Filter

source: No filters found!
de: Keine Filter gefunden!

source: Ticket Filters
de: Ticketfilter

source: Order
de: Reihenfolge

source: Rules
de: Regeln

source: Target
de: Ziel

source: No filters found
de: Keine Filter gefunden

source: Are you sure want to <b>enable</b> selected filters?
de: Sind Sie sicher, dass sie die ausgewählten Filter <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected filters?
de: Sind Sie sicher, dass sie die ausgewählten Filter <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected filters?
de: Sind Sie sicher, dass sie die ausgewählten Filter LÖSCHEN wollen?

source: Deleted filters CANNOT be recovered, including any associated rules.
de: Gelöschte Filter können NICHT wiederhergestellt werden. Die dazugehörigen Regeln ebenfalls nicht.

source: Update Group
de: Gruppe Ändern

source: Add New Group
de: Neue Gruppe hinzufügen

source: Create Group
de: Gruppe erstellen

source: User Group
de: Benutzergruppe

source: Group Information
de: Gruppeninformation

source: Disabled group will limit staff members access. Admins are exempted.
de: Deaktivierte Gruppen werden den Zugriff der Mitglieder einschränken. Amins sind Ausnahmen.

source: Group Permissions
de: Gruppenrechte

source: Applies to all group members
de: Gelten für alle Gruppenmitglieder

source: Can <b>Create</b> Tickets
de: Können Tickets <b>erstellen</b>

source: No
de: Nein

source: Ability to open tickets on behalf of clients.
de: Befähigung im Namen von Kunden Tickets zu erstellen.

source: Can <b>Edit</b> Tickets</td>
de: Können Tickets <b>bearbeiten</b>

source: Ability to edit tickets.
de: Befähigung Tickets zu bearbeiten.

source: Can <b>Post Reply</b>
de: Können eine <b>Antwort senden</b>

source: Ability to post a ticket reply.
de: Die Befähigung eine Antwort auf ein Ticket zu senden.

source: Can <b>Close</b> Tickets
de: Können Tickets <b>schließen</b>

source: Ability to close tickets. Staff can still post a response.
de: Befähigung Tickets zu schließen. Mitarbeiter können dennoch eine Antwort senden.

source: Can <b>Assign</b> Tickets
de: Können Tickets <b>zuweisen</b>

source: Ability to assign tickets to staff members.
de: Befähigung Tickets zu Mitarbeitern zuzuweisen.

source: Can <b>Transfer</b> Tickets
de: Können Tickets <b>übertragen</b>

source: Ability to transfer tickets between departments.
de: Befähigung Tickets zwischen Abteilungen zu Übertragen.

source: Can <b>Delete</b> Tickets
de: Können Tickets <b>löschen</b>

source: Ability to delete tickets (Deleted tickets can't be recovered!)
de: Befähigung Tickets zu löschen (Gelöschte Tickets können nicht wiederhergestellt werden!)

source: Can Ban Emails
de: Können Emails sperren

source: Ability to add/remove emails from banlist via ticket interface.
de: Befähigung Emails mittels Oberfläche zu ent-/sperren.

source: Can Manage Premade
de: Können vorgefertigte Inhalte verwalten

source: Ability to add/update/disable/delete canned responses and attachments.
de: Befähigung vorgefertigte Antworten und Anhänge zu erstellen/bearbeiten/deaktivieren/löschen.

source: Can Manage FAQ
de: Können das FAQ verwalten

source: Ability to add/update/disable/delete knowledgebase categories and FAQs.
de: Befähigung Knowledgebase-Kategorien und FAQs zu erstellen/bearbeiten/deaktivieren/löschen.

source: Can View Staff Stats.
de: Können Mitarbeiterstatistiken betrachten.

source: Ability to view stats of other staff members in allowed departments.
de: Befähigung die Statistiken anderer Mitarbeiter in erlaubten Abteilungen zu betrachten.

source: Check all departments the group members are allowed to access.
de: Alle Abteilungen ankreuzen, auf die diese Gruppe zugreifen darf.

source: Select All
de: Alle Auswählen

source: Select None
de: Keine Auswählen

source: Internal notes viewable by all admins.
de: Interne Notizen, von allen Admins zu sehen.

source: Showing 1-%1$d of %2$d groups
de: Zeige 1-%1$d von %2$d Gruppen

source: No groups found!
de: Keine Gruppen gefunden!

source: User Groups
de: Benutzergruppen

source: Group Name
de: Gruppenname

source: Members
de: Mitglieder

source: Created On
de: Erstellt am

source: Are you sure want to <b>enable</b> selected groups?
de: Sind Sie sicher, dass Sie die ausgewählten Gruppen <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected groups?
de: Sind Sie sicher, dass Sie die ausgewählten Gruppen <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected groups?
de: Sind Sie sicher, dass Sie die ausgewählten Gruppen LÖSCHEN wollen?

source: Deleted groups CANNOT be recovered and might affect staff's access.
de: Gelöschte Gruppen können NICHT wiederhergestellt werden und können den Ticketzugriff der Mitarbeiter beeinflussen.

source: osTicket :: Staff Control Panel
de: osTicket :: Mitarbeiteroberfläche

source: Done
de: Fertig

source: Prev
de: Zurück

source: Next
de: Vor

source: Today
de: Heute

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Mar
de: Mär

source: Oct
de: Okt

source: Dec
de: Dez

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sun
de: Son

source: Tue
de: Die

source: Wed
de: Mit

source: Thu
de: Don

source: Fri
de: Fre

source: Sat
de: Sam

source: Su
de: So

source: Tu
de: Di

source: We
de: Mi

source: Th
de: Do

source: Wk
de: Wh

source: osTicket - Customer Support System
de: osTicket - Ticketsystem

source: Howdy,
de: Guten Tag,

source: Staff Panel
de: Mitarbeiterpanel

source: My Preferences
de: Mein Profil

source: Update Help Topic
de: Problemart Ändern

source: Add New Help Topic
de: Neue Problemart erstellen

source: Add Topic
de: Problemart hinzufügen

source: Help Topic Information
de: Problemart-Informationen

source: Topic:
de: Problemart:

source: Private/Internal
de: Privat/Intern

source: Parent Topic:
de: Ursprungsproblem:

source: Select Parent Topic
de: Ursprungsproblem auswählen

source: New ticket options
de: Neue Ticketoptionen

source: Department's Default
de: Abteilungsstandard

source: <strong>Disable</strong> new ticket auto-response for this topic (Overwrites Dept. settings).
de: Automatische Ticketantwort für diese Problemart <strong>ausschalten</strong> (Überschreibt Abteilungseinstellungen).

source: Internal notes about the help topic.
de: Interne Notizen über diese Problemart.

source: help topics
de: Problemarten

source: No help topic found!
de: Keine Problemarten gefunden!

source: No help topics found
de: Keine Problemarten gefunden

source: Are you sure want to <b>enable</b> selected help topics?
de: Sind Sie sicher, dass Sie die ausgewählten Problemarten <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected help topics?
de: Sind Sie sicher, dass Sie die ausgewählten Problemarten <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected help topics?
de: Sind Sie sicher, dass Sie die ausgewählten Problemarten LÖSCHEN wollen?

source: Deleted topics CANNOT be recovered.
de: Gelöschte Problemarten können nicht wiederhergestellt werden.

source: osTicket:: SCP Login
de: osTicket:: SCP-Anmeldung

source: username
de: Benutzername

source: password
de: Passwort

source: My Account Profile
de: Mein Profil

source: Account Information
de: Profilinformation

source: Contact information.
de: Kontaktinformation.

source: Username
de: Benutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Preferences
de: Einstellungen

source: Profile preferences and settings.
de: Profileinstellungen und Präferenzen.

source: Time Zone
de: Zeitzone

source: Select Time Zone
de: Zeitzone auswählen

source: Daylight Saving
de: Sommerzeit

source: Observe daylight saving
de: Sommerzeit beobachten

source: Current Time
de: Aktuelle Zeit

source: Maximum Page size
de: Maximale Seitengröße

source: system default
de: Systemstandard

source: show %s records
de: Zeige %s Einträge

source: per page.
de: pro Seite

source: Auto Refresh Rate
de: Automatische Aktualisierungsrate

source: disable
de: deaktivieren

source: Every %3$s %4$s
de: Alle %3$s %4$s

source: (Tickets page refresh rate in minutes.)
de: (Ticketseiten-Aktualisierung in Minuten.)

source: Default Signature
de: Standardsignatur

source: My Signature
de: Meine Signatur

source: Dept. Signature (if set)
de: Abteilungssignatur (wenn eingestellt)

source: (You can change selection on ticket page)
de: (Sie können die Auswahl auf der Ticketseite ändern)

source: Default Paper Size
de: Standard Seitengröße

source: Paper size used when printing tickets to PDF
de: Bei PDF-Druck verwendete Papiergröße

source: Show Assigned Tickets
de: Zugewiesene Tickets anzeigen

source: Show assigned tickets on open queue.
de: Zugewiesene Tickets auf offener Warteschlange anzeigen.

source: Password
de: Passwort

source: To reset your password, provide your current password and a new password below.
de: Um das Passwort zu ändern müssen Sie das aktuelle Passwort sowie das neue Passwort unten eintragen.

source: Current Password
de: Derzeitiges Passwort

source: New Password
de: Neues Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: Signature
de: Signatur

source: Signature is made available as a choice, on ticket reply.
de: Die Signatur wird als Auswahlmöglichkeit bei Ticketbeantwortungen angeboten.

source: Reset Changes
de: Änderungen Zurücksetzen

source: Cancel Changes
de: Änderungen Abbrechen

source: Alerts and Notices
de: Alarme und Notizen

source: Alerts and Notices sent to staff on ticket "events"
de: Zu Mitarbeitern Aufgrund von "Ticketevents" gesendete Alarme und Notizen

source: Alert sent out on new tickets
de: Bei neuen Tickets gesendeter Hinweis

source: Admin Email
de: Administrator-Email

source: Department Manager
de: Abteilungsleiter

source: Department Members <em>(spammy)</em>
de: Abteilungsmitglieder <em>(spammy)</em>

source: Alert sent out when a new message, from the user, is appended to an existing ticket
de: Hinweis, der abgesendet wird, wenn ein Benutzer eine neue Nachricht in ein Ticket schreibt

source: Last Respondent
de: Letzter Verantwortlicher

source: Assigned Staff
de: Zugewiesener Mitarbeiter

source: Department Manager <em>(spammy)</em>
de: Abteilungsleiter <em>(spammy)</em>

source: New Internal Note Alert
de: Neue interne Nachricht Hinweis

source: Alert sent out when a new internal note is posted.
de: Bei einer neuen internen Nachricht gesendeter Hinweis.

source: Alert sent out to staff on ticket assignment.
de: Hinweis, der dem zugewiesenen Mitarbeiter zugeschickt wird.

source: Team Lead <em>(On team assignment)</em>
de: Teamleiter <em>(Bei Teamzuweisung)</em>

source: Team Members <em>(spammy)</em>
de: Team Mitglieder <em>(spammy)</em>

source: Alert sent out to staff of the target department on ticket transfer.
de: Bei einem Tickettransfer zum Transferziel gesendeter Hinweis.

source: Assigned Staff/Team
de: Zugewiesener Mitarbeiter/Team

source: Alert sent out when a ticket becomes overdue - admin email gets an alert by default.
de: Eine Warnung, die gesendet wird, wenn ein Ticket überfällig wird - Der Administrator bekommt diese Warnung Standardmäßig.

source: System Alerts
de: Systemwarnungen

source: Enabled by default. Errors are sent to system admin email
de: Standardmäßig an. Fehler werden zum Administrator gesendet

source: System Errors
de: Systemfehler

source: SQL errors
de: SQL-Fehler

source: Excessive Login attempts
de: Überhöhte Anmeldeversuche

source: Autoresponder Settings
de: Autoresponder-Einstellungen

source: Autoresponder Setting
de: Autoresponder-Einstellung

source: Global setting - can be disabled at department or email level.
de: Globale Einstellung - Kann auf Abteilungs- oder Emailebene abgeschaltet werden.

source: New Ticket
de: Neues Ticket

source: (Autoresponse includes the ticket ID required to check status of the ticket)
de: (Autoresponse fügt die TicketID hinzu, die für die Statusüberprüfung des Tickets benötigt wird)

source: New Ticket by staff
de: Neues Ticket von Mitarbeitern

source: (Notice sent when staff creates a ticket on behalf of the user (Staff can overwrite))
de: (Dieser Hinweis wird gesendet, wenn ein Mitarbeitern im Namen einer anderen Person ein Ticket erstellt (Mitarbeiter können dies überschreiben))

source: New Message
de: Neue Nachricht

source: (Confirmation notice sent when a new message is appended to an existing ticket)
de: (Bestätigungsnachricht, die beim Anhang einern neuen Nachricht an ein Ticket gesendet wird.)

source: Overlimit notice
de: Überfälligkeitswarnung

source: (Ticket denied notice sent to user on limit violation. Admin gets alerts on ALL denials by default)
de: (Ticket-Abgelehnt-Warnung wird an einen Benutzer gesendet, wenn er das Limit an offenen Tickets überschritten hat. Der Admin kriegt standardmäßig eine Warnung bei allen Ablehnungen)

source: Reset changes
de: Änderungen Zurücksetzen

source: Email Settings and Options
de: Email-Einstellungen und Optionen

source: Note that some of the global settings can be overwritten at department/email level.
de: Beachten Sie, dass einige Einstellungen auf Abteilungs-/Emailebene überschrieben werden können.

source: Default System Email
de: Standard Systemadresse

source: Default Alert Email
de: Standard Warnungsadresse

source: Use Default System Email (above)
de: Standard Systemadresse nutzen(siehe oben)

source: Admin's Email Address
de: Administratoradresse

source: (System administrator's email)
de: Emailadresse des Systemadministrators)

source: Incoming Emails
de: Eingehende Emails

source: For mail fetcher (polling) to work you must set an external cron job or enable auto-cron polling
de: Damit der Email-Abholer funktioniert muss ein externer cron job aufgesetzt werden oder der auto-cron aktiviert werden

source: Email Polling
de: Emailabhohlung

source: Enable POP/IMAP polling
de: POP/IMAP-Abhohlung aktivieren

source: Poll on auto-cron
de: Auto-Cron aktivieren
