Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Password(s) do not match
de: Passwörter stimmen nicht überein

source: Current password required
de: Derzeitiges Passwort benötigt

source: Invalid current password!
de: Falsches Passwort eigegeben!

source: New password MUST be different from the current password!
de: Das neue Passwort muss sich vom alten unterscheiden!

source: Time zone required
de: Zeitzone muss ausgewählt werden

source: You don't have a signature
de: Signatur wird benötigt

source: Max. failed login attempts reached
de: Höchstanzahl fehlgeschlagener Anmeldeversuche erreicht

source: Username and password required
de: Benutzername und Passwort benötigt

source: Staff login
de: Mitarbeiteranmeldung

source: %1$s logged in [%2$s]
de: %1$s angemeldet in [%2$s]

source: Forgot your login info? Contact Admin.
de: Haben Sie Ihre Anmeldedaten vergessen? Melden Sie sich beim Administrator.

source: Excessive login attempts by a staff member?
de: Überhöhte Anmeldeversuche von einem Mitarbeiter?

source: Username:
de: Benutzername:

source: TIME:
de: Uhrzeit:

source: Attempts #
de: Versuche #

source: minutes
de: Minuten

source: Excessive login attempts
de: Überhöhte Anmeldeversuche

source: Failed staff login attempt
de: Fehlgeschlagene Anmeldung eines Mitarbeiters

source: Username required
de: Benutzername benötigt

source: Username already in-use
de: Benutzername wird bereits verwendet

source: Already in-use system email
de: Emailadresse wird bereits vom System verwendet

source: Temp. password required
de: Temp. Passwort benötigt

source: Required
de: Benötigt

source: Department required
de: Abteilung benötigt

source: Group required
de: Gruppe benötigt

source: Unable to update the user. Internal error occurred
de: Konnte den Benutzer nicht ändern. Internal error occurred

source: Unable to create user. Internal error
de: Konnte den Benutzer nicht erstellen. Internal error

source: Missing or invalid team
de: Fehlendes oder ungültiges Team

source: Team name required
de: Teamname benötigt

source: Team name must be at least 3 chars.
de: Teamname muss mindestens 3 Zeichen lang sein.

source: Team name already exists
de: Teamname existiert bereits

source: Unable to update the team. Internal error
de: Konnte das Team nicht ändern. Internal error

source: Unable to create the team. Internal error
de: Konnte das Team nicht erstellen. Internal error

source: Template Fetch Error
de: Vorlagen Abhohlfehler

source: Unable to fetch '%s' template - id #
de: Konnte die Vorlage '%s' nicht abhohlen - id #

source: Unknown or invalid template
de: Unbekannte oder ungültige Vorlage

source: Message subject required
de: Nachrichtenbetreff benötigt

source: Message body required
de: Nachrichtenkörper benötigt

source: Template in-use can not be disabled!
de: Vorlage ist in Verwendung und kann nicht deaktiviert werden!

source: New Ticket Auto-response
de: Automatische Nachricht bei neuem Ticket

source: Autoresponse sent to user, if enabled, on new ticket.
de: Automatische Nachricht wird, wenn aktiviert, zum Benutzer nach Ticketerstellung gesendet.

source: New Ticket Auto-reply
de: Automatische Antwort bei neuem Ticket

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
de: Vordefinierte automatische Antwort wird, basierend auf Filter, zum Benutzer bei Ticketerstellung gesendet. Überschreibt die "normale" automatische Nachricht.

source: New Message Auto-response
de: Automatische Nachricht bei neuer Mitteilung

source: Confirmation sent to user when a new message is appended to an existing ticket.
de: Eine Bestätigung wird zum Benutzer gesendet wenn eine neue Mitteilung zu einem existierenden Ticket angehängt wird.

source: New Ticket Notice
de: Neues Ticket Mitteilung

source: Notice sent to user, if enabled, on new ticket created by staff on their behalf (e.g phone calls).
de: Wenn eingeschaltet, wird eine Mitteilung zum Benutzer gesendet, dass ein Mitarbeiter im Namen des Benutzers ein Ticket erstellt (z.B. bei Telefonanruf).

source: Over Limit Notice
de: Grenze überschritten Mitteilung

source: A one time notice sent, if enabled, when user has reached the maximum allowed open tickets.
de: Dem Benutzer wird, wenn angeschaltet, eine einmalige Mitteilung zugesendet, wenn er das Maximum offener Tickets erreicht hat.

source: Response/Reply Template
de: Nachricht-/Antwortvorlage

source: Template used on ticket response/reply
de: Die Vorlage, die bei Ticketnachrichten/-antworten verwendet wird

source: New Ticket Alert
de: Neues Ticket Hinweis

source: Alert sent to staff, if enabled, on new ticket.
de: Ein Hinweis, der zu Mitarbeitern bei einem neuen Ticket gesendet wird.

source: New Message Alert
de: Neue Mitteilung Hinweis

source: Alert sent to staff, if enabled, when user replies to an existing ticket.
de: Ein Hinweis, der den Mitarbeitern zugeschickt wird, wenn ein Benutzer auf ein Ticket antwortet.

source: Internal Note Alert
de: Interne Notiz Hinweis

source: Alert sent to selected staff, if enabled, on new internal note.
de: Ein Hinweis, der bei einer neuen Notiz den Mitarbeitern zugesendet wird.

source: Ticket Assignment Alert
de: Ticket Zuweisungshinweis

source: Alert sent to staff on ticket assignment.
de: Ein Hinweis, der zu dem zugewiesenen Mitarbeiter bei Ticketzuweisung gesendet wird.

source: Ticket Transfer Alert
de: Ticket Transferhinweis

source: Alert sent to staff on ticket transfer.
de: Ein Hinweis zu einem Tickettransfer, der den Mitarbeitern zugesendet wird.

source: Overdue Ticket Alert
de: Ticket Überfällig Hinweis

source: Alert sent to staff on stale or overdue tickets.
de: Weist Mitarbeiter auf überfällige Tickets hin.

source: Template name already exists
de: Vorlagenname wird bereits verwendet

source: Unable to update the template. Internal error occurred
de: Konnte Vorlage nicht ändern. Internal error occurred

source: Unable to create template. Internal error
de: Konnte Vorlage nicht erstellen. Internal error

source: Unable to upload file - %s
de: Konnte Datei nicht hochladen - %s

source: File Upload Error
de: Datei-Uploadfehler

source: Unable to import attachment - %s
de: Konnte Anhang nicht importieren - %s

source: File Import Error
de: Datei Importierungsfehler

source: Missing or invalid data
de: Fehlende oder ungültige Daten

source: Response required
de: Antwort erforderlich

source: Note required
de: Notiz benötigt

source: Max open tickets (%1$d) reached for %2$s
de: Höchstzahl offener Tickets (%1$d) erreicht bei %2$s

source: Max. Open Tickets Limit (%s)
de: Höchstzahl offener Tickets (%s)

source: Max. open tickets reached for %s
de: Höchstzahl offener Tickets bei %s

source: Open ticket
de: Ticket öffnen

source: Max Allowed
de: Erlaubte Höchstzahl

source: Notice sent to the user.
de: Hinweis wurde dem Benutzer zugeschickt.

source: Overlimit Notice
de: Höchstzahl überschritten

source: Ticket assignment
de: Ticketzuweisung

source: SYSTEM (Auto Assignment)
de: SYSTEM (Automatische Zuweisung)

source: Ticket transferred from %1$s to %2$s
de: Ticket übertragen von %1$s zu %2$s

source: SYSTEM (Canned Reply)
de: SYSTEM (Vorbereitete Antwort)

source: Subject required
de: Betreff benötigt

source: Help topic required
de: Problemart benötigt

source: Priority required
de: Priorität benötigt

source: Select SLA
de: SLA auswählen

source: Valid phone # required
de: Gültige Telefonnummer benötigt

source: Invalid date - must be MM/DD/YY
de: Ungültiges Datum - muss MM/DD/YY sein

source: Reason for the update required
de: Grund für die Änderung benötigt

source: Missing or invalid data - check the errors and try again
de: Fehlende oder ungültige Daten - Prüfen Sie die Fehler und versuchen Sie es erneut

source: Duedate can NOT be set on a closed ticket
de: Fälligkeitsdatum kann NICHT auf ein geschlossenes Ticket gesetzt werden

source: Select time
de: Zeit auswählen

source: Invalid duedate
de: Ungültiges Fälligkeitsdatum

source: Due date must be in the future
de: Fälligkeitsdatum muss in der Zukunft sein

source: Invalid phone ext.
de: Ungültige Durchwahl

source: Phone number required
de: Telefonnummer benötigt

source: Ticket Updated by %s
de: Ticket verändert von %s

source: Ticket Updated
de: Ticket verändert

source: Ticket denied. Error #403
de: Ticket verweigert. Error #403

source: Banned email - %s
de: Gesperrte Email-Adresse - %s

source: You've reached the maximum open tickets allowed.
de: Sie haben das Maximum offener Tickets erreicht.

source: Ticket denied - %s
de: Ticket verweigert - %s

source: Max open tickets (%1$d) reached for %2$s
de: Maximum offener Tickets (%1$d) erreicht bei %2$s

source: Ticket rejected ( %1$s) by filter "%2$s"
de: Ticket zurückgewiesen (%1$s) vom Filter "%2$s"

source: Select help topic
de: Wählen Sie eine Problemart aus

source: Dept. required
de: Abteilung benötigt

source: Topic required
de: Thema benötigt

source: Indicate source
de: Quelle angeben

source: Email unknown
de: Email-Adresse unbekannt

source: Invalid origin given
de: Ungültige Quelle angegeben

source: Invalid Priority
de: Ungültige Priorität

source: Auto Assignment
de: Automatische Zuweisung

source: Invalid source - %s
de: Ungültige Quelle - %s

source: Summary of the issue required
de: Zusammenfassung des Problems benötigt

source: New Ticket by Staff
de: Neues Ticket von Mitarbeiter

source: Ticket created by staff - %s
de: Ticket erstellt von Mitarbeiter - %s

source: Ticket Marked Overdue
de: Ticket als Überfällig markiert

source: Ticket flagged as overdue by the system.
de: Ticket vom System als Überfällig markiert

source: Topic is too short. 5 chars minimum
de: Name der Problemart ist zu kurz. Mindestens 5 Buchstaben.

source: Topic already exists
de: Problemart existiert bereits

source: You must select a department
de: Sie müssen eine Abteilng auswählen.

source: Unable to update topic. Internal error occurred
de: Konnte die Problemart nicht ändern. Internal error occurred

source: Unable to create the topic. Internal error
de: Konnte die Problemart nicht erstellen. Internal error

source: Upgrader Error
de: Upgradefehler

source: Upgrade osTicket to %s
de: osTicket zu %s upgraden

source: Upgrade to %s
de: Zu %s upgraden

source: Upgrader - %1$s (%2$d pending tasks).
de: Upgrader - %1$s (%2$d anstehende Aufgaben).

source: There are %1$d pending upgrade tasks for %2$s patch
de: Es stehen %1$d Upgrade-Aufgaben für den Patch %2$s an

source: Patch %s applied successfully
de: Patch %s erfolgreich angewendet

source: Upgrader - %s applied
de: Upgrade - %s Angewendet

source: Transitioning to db-backed sessions
de: Weiche auf DB-Unterstützte Sitzungen aus

source: Migrating API keys to a new table
de: Migriere API Schlüssel zu einer neuen Tabelle

source: Migrating group's department access to a new table
de: Migriere Abteilungszugriff der Gruppe zu einer neuen Tabelle

source: Migrating attachments to database, it might take a while depending on the number of files.
de: Migriere Anhänge in die Datenbank, es könnte je nach Anzahl der Dateien eine Weile dauern.

source: Post-upgrade cleanup!
de: Nach-Upgrade-Säuberung!

source: %s: Unable to process cleanup file
de: %s: Kann Aufäumdatei nicht abarbeiten

source: Invalid input
de: Ungültige Eingabe

source: No fields setup
de: Felder nicht eingerichtet

source: (type not set)
de: (Typ nicht gesetzt)

source: Unknown obj for "%s" tag
de: Unbekanntes Objekt für "%s" Tag

source: XML error: %1$s at line %2$d:%3$d
de: XML Fehler: %1$s auf der zeile %2$d:%3$d

source: Go Back
de: Zurück

source: Category does not have any FAQs.
de: Kategorie hat keine FAQs

source: Back To Index
de: Zurück zum Index

source: All Categories
de: Alle Kategorien

source: Help Topics
de: Problemarten

source: Last updated
de: Letzte Änderung

source: Please Wait!
de: Bitte Warten!

source: Please wait... it will take a second!
de: Bitte warten... es dauert nur eine Sekunde!

source: My Tickets
de: Meine Tickets

source: Log Out
de: Abmelden

source: Guest User
de: Gast

source: Log In
de: Anmelden

source: Search
de: Suchen

source: All Help Topics
de: Alle Problemarten

source: Search Results
de: Suchergebnisse

source: %d FAQs matched your search criteria.
de: %d FAQs treffen auf Ihre Suchkriterien zu.

source: Published
de: Veröffentlicht

source: Internal
de: Intern

source: The search did not match any FAQs.
de: Die Suche ergab keine Übereinstimmungen in irgendeiner der FAQs.

source: Click on the category to browse FAQs.
de: Klicken Sie auf die Kategorie um die FAQs zu durchsuchen.

source: NO FAQs found
de: Keine FAQs gefunden

source: To view the status of a ticket, provide us with the login details below.
de: Um den Status eines Tickets zu betrachten, melden Sie sich bitte an.

source: E-Mail Address
de: Email

source: View Status
de: Zeige Status

source: If this is your first time contacting us or you've lost the ticket ID, please
de: Wenn dies Ihr erstes Mal ist oder Sie die Ticket ID verloren haben bitte

source: Please fill in the form below to open a new ticket.
de: Bitte füllen Sie das folgende Formular aus.

source: Full Name
de: Vollständiger Name

source: Email Address
de: Email-Adresse

source: Telephone
de: Telefonnummer

source: Ext.
de: Durchwahl

source: Select a Help Topic
de: Wählen Sie eine Problemart aus

source: General Inquiry
de: Allgemeine Anfrage

source: Message
de: Nachricht

source: Please provide as much detail as possible so we can best assist you.
de: Bitte stellen Sie so viele Informationen bereit, damit wir Sie am Besten unterstützen können.

source: Ticket Priority
de: Ticketpriorität

source: Please re-enter the text again
de: Bitte den Text nochmals eingeben

source: Enter the text shown on the image.
de: Geben Sie den im Bild angezeigten Text ein.

source: Create Ticket
de: Ticket erstellen

source: Cancel
de: Abbrechen

source: Thank you for contacting us.
de: Danke für Ihre Anfrage.

source: A support ticket request has been created and a representative will be getting back to you shortly if necessary.
de: Für Ihre Supportanfrage wurde ein Ticket erstellt. Ein Mitarbeiter wird sich, wenn notwendig, in Kürze mit Ihnen in Verbindung setzen.

source: An email with the ticket number has been sent to %s
de: Eine Email mit der Ticketnummer wurde an %s gesendet.

source: You'll need the ticket number along with your email to view status and progress online.
de: Sie werden die Ticketnummer mit Ihrer Email-Adresse benötigen um den Fortschritt online Verfolgen zu können.

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
de: Wenn Sie zusätzliche Kommentare oder Informationen zu dem gleichen Problem senden wollen, richten Sie sich bitte an die Anleitung in der Email.

source: Open Tickets
de: Offene Tickets

source: Closed Tickets
de: Geschlossene Tickets

source: All Tickets
de: Alle Tickets

source: Any Status
de: Alle

source: Open
de: Offene

source: Go
de: Los

source: Refresh
de: Aktualisieren

source: Phone Number
de: Telefonnummer

source: Your query did not match any records
de: Ihre Anfrage stimmt mit keinem Eintrag in der Datenbank überein

source: Page
de: Seite

source: Ticket Thread
de: Ticketverlauf

source: Post a Reply
de: Eine Antwort senden

source: Ticket will be reopened on message post
de: Das Ticket wird wieder geöffnet wenn Sie eine Nachricht schicken

source: To best assist you, please be specific and detailed
de: Seien Sie bitte so detailiert und spezifisch wie möglich, damit wir Sie bestmöglich Unterstützen können

source: Post Reply
de: Nachricht Senden

source: Update API Key
de: API Schlüssel Ändern

source: Save Changes
de: Änderungen Speichern

source: Add New API Key
de: Neuen API Schlüssel hinzufügen

source: Add Key
de: Schlüssel hinzufügen

source: API Key
de: API Schlüssel

source: API Key is auto-generated. Delete and re-add to change the key.
de: API Schlüssel werden generiert. Sie müssen den Eintrag löschen und erneut hinzufügen um den Schlüssel zu ändern.

source: Active
de: Aktiv

source: Disabled
de: Inaktiv

source: IP Address:
de: IP-Addresse:

source: API Key:
de: API Schlüssel:

source: Services:
de: Dienste:

source: Check applicable API services enabled for the key.
de: Gewüschte Dienste ankreuzen. Alle aktiven Schlüssel können cron-Aufrufe tätigen.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
de: Kann Tickets erstellen <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
de: Kann einen Cron ausführen

source: Admin Notes
de: Admin-Notizen

source: Internal notes.
de: Interne Notizen.

source: API Keys
de: API Schlüssel

source: No API keys found!
de: Keine API Schlüssel gefunden!

source: Date Added
de: Erstellungsdatum

source: Last Updated
de: Letzte Änderung

source: Select
de: Auswählen

source: All
de: Alle

source: None
de: Keine

source: Toggle
de: Umschalten

source: No API keys found
de: Keine API Schlüssel gefunden

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: Delete
de: Löschen

source: Please Confirm
de: Bitte bestätigen

source: Are you sure want to <b>enable</b> selected API keys?
de: Sind Sie sicher, dass Sie die ausgewählten API Schlüssel <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected API keys?
de: Sind Sie sicher, dass Sie die ausgewählten API Schlüssel <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected API keys?
de: Sind Sie sicher, dass Sie die ausgewählten API Schlüssel LÖSCHEN wollen?

source: Deleted keys CANNOT be recovered.
de: Gelöschte Schlüssel können NICHT wieder hergestellt werden.

source: Please confirm to continue.
de: Bitte bestätigen zum Fortfahren.

source: No, Cancel
de: Nein, Abbrechen

source: Yes, Do it!
de: Ja, Fortfahren!

source: Term too short!
de: Begriff zu kurz!

source: Banned Email Addresses
de: Gesperrte Email-Adressen

source: Query:
de: Suchbegriff:

source: Ban New Email
de: Neue Email Sperren

source: No banned emails matching the query found!
de: Keine zutreffenden gesperrten Emails gefunden!

source: Search Results:
de: Suchergebnisse:

source: Ban Status
de: Sperrstatus

source: Select:
de: Auswählen:

source: No banned emails found!
de: Keine gesperrten Emails gefunden!

source: Are you sure want to <b>enable</b> selected ban rules?
de: Sind Sie sicher, dass sie die ausgewählten Sperrregeln <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected ban rules?
de: Sind Sie sicher, dass sie die ausgewählten Sperrregeln <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected ban rules?
de: Sind Sie sicher, dass sie die ausgewählten Sperrregeln LÖSCHEN wollen?

source: Update Ban Rule
de: Sperrregel Ändern

source: Update
de: Änderungen Speichern

source: Add New Email Address to Ban List
de: Neue Email zur Sperrliste hinzufügen

source: Add
de: Hinzufügen

source: Manage Email Ban List
de: Email Sperrliste Verwalten

source: Valid email address required.
de: Gültige Email-Adresse benötigt.

source: Ban Status:
de: Sperrstatus:

source: Email Address:
de: Email-Adresse:

source: Internal notes
de: Interne Notizen

source: Admin notes
de: Admin-Notizen

source: Update Canned Response
de: Vorgefertigte Antwort ändern

source: Add New Canned Response
de: Neue vorgefertigte Antwort

source: Add Response
de: Hinzufügen

source: Canned Response
de: Vorgefertigte Antwort

source: Canned response settings
de: Einstellungen der vorgefertigten Antwort

source: Department:
de: Abteilung:

source: All Departments
de: Alle Abteilungen

source: Make the title short and clear.
de: Suchen Sie sich einen kurzen beschreibenden Namen aus.

source: Title
de: Titel

source: Supported Variables
de: Unterstützte Variablen

source: Canned Attachments
de: Vorgefertigte Anhänge

source: Uncheck to delete the attachment on submit
de: Haken entfernen um den Anhang beim Speichern zu löschen

source: You can upload up to 10 attachments per canned response.
de: Sie können bis zu 10 Anhänge pro vorgefertigter Antwort hochladen.

source: Internal Notes
de: Interne Notizen

source: Notes about the canned response.
de: Notizen zur vorgefertigten Antwort.

source: Canned response is in use by email filter(s)
de: Vorgefertigte Antwort wird vom Email-Filter(n) verwendet

source: premade responses
de: Vorgefertigte Antworten

source: No premade responses found!
de: Keine vorgefertigten Antworten gefunden!

source: Canned Responses
de: Vorgefertigte Antworten

source: Add New Response
de: Neue Antwort

source: No canned responses
de: Keine vorgefertigten Antworten

source: Are you sure want to <b>enable</b> selected canned responses?
de: Sind Sie sicher, dass Sie die ausgewählten Antworten <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected canned responses?
de: Sind Sie sicher, dass Sie die ausgewählten Antworten <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected canned responses?
de: Sind Sie sicher, dass Sie die ausgewählten Antworten LÖSCHEN wollen?

source: Deleted items CANNOT be recovered, including any associated attachments.
de: Gelöschte Antworten können NICHT wiederhergestellt werden, dazugeörige Anhänge eingeschlossen.

source: categories
de: Kategorien

source: No FAQ categories found!
de: Keine FAQ-Kategorien gefunden!

source: FAQ Categories
de: FAQ Kategorien

source: Add New Category
de: Neue Kategorie

source: Type
de: Typ

source: Public
de: Öffentlich

source: No FAQ categories found.
de: Keine FAQ-Kategorien gefunden.

source: Make Public
de: Veröffentlichen

source: Make Internal
de: Verbergen

source: Are you sure want to make selected categories <b>public</b>?
de: Sind Sie sicher, dass Sie die ausgewählten Kategorien <b>veröffentlichen</b> wollen?

source: Are you sure want to make selected categories <b>private</b> (internal)?
de: Sind Sie sicher, dass Sie die ausgewählten Kategorien <b>verbergen</b> wollen? (nur interner Zugriff)

source: Are you sure you want to DELETE selected categories?
de: Sind Sie sicher, dass Sie die ausgewählten Kategorien LÖSCHEN wollen?

source: Deleted entries CANNOT be recovered, including any associated FAQs.
de: Gelöschte Kategorien können NICHT wiederhergestellt werden, auch die damit zusammenhängenden FAQs nicht.

source: Update Category:
de: Kategorie Ändern:

source: FAQ Category
de: FAQ Kategorie

source: Category information: Public categories are published if it has published FAQ articles.
de: Kategorieinformation: Öffentliche Kategorien sind veröffentlicht, wenn sie einen veröffentlichten FAQ-Artikel beinhalten.

source: Category Type:
de: Kategorietyp:

source: (publish)
de: (veröffentlichen)

source: Private
de: Verborgen

source: (internal)
de: (intern)

source: Category Name
de: Kategoriename

source: Short descriptive name.
de: Kurzer beschreibender Name.

source: Category Description
de: Kategoriebeschreibung

source: Summary of the category.
de: Zusammenfassung der Kategorie.

source: Update Department
de: Abteilung Ändern

source: Add New Department
de: Neue Abteilung hinzufügen

source: Create Dept
de: Abteilung erstellen

source: Department Information
de: Abteilungsinformationen

source: Type:
de: Typ:

source: (Internal)
de: (intern)

source: Select Department Email
de: Abteilungsemail auswählen

source: Template:
de: Vorlage:

source: System default
de: Systemstandard

source: Manager:
de: Leiter:

source: Select Department Manager (Optional)
de: Abteilungsleiter auswählen (Optional)

source: Group Membership:
de: Gruppenmitgliedschaft:

source: Extend membership to groups with access.
de: Mitgliedschaft auf Gruppen mit Zugriff erweitern.

source: Alerts and notices will include groups
de: Warnungen und Hinweise werden Gruppen mit einschließen

source: Auto Response Settings
de: Einstellung der Autobeantwortung
