Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: email message to send.
de: Zu sendende Emailnachricht.

source: Send Message
de: Email Senden

source: FAQ added successfully
de: FAQ erfolgreich hinzugefügt

source: Unable to add FAQ. Try again!
de: Konnte FAQ nicht hinzufügen. Erneut versuchen!

source: Invalid or unknown FAQ
de: Ungültige oder unbekannte FAQ

source: FAQ updated successfully
de: FAQ erfolgreich geändert

source: Unable to update FAQ. Try again!
de: Konnte FAQ nicht ändern. Erneut versuchen!

source: FAQ published successfully
de: FAQ erfolgreich veröffentlicht

source: Unable to publish the FAQ. Try editing it.
de: Konnte FAQ nicht veröffentlichen. Versuchen Sie es zu bearbeiten.

source: FAQ unpublished successfully
de: FAQ erfolgreich verborgen

source: Unable to unpublish the FAQ. Try editing it.
de: Konnte FAQ nicht verbergen. Versuchen Sie es zu bearbeiten.

source: FAQ deleted successfully
de: FAQ erfolgreich gelöscht

source: Unable to delete FAQ. Try again
de: Konnte FAQ nicht löschen. Erneut versuchen!

source: Invalid action
de: Ungültige Aktion

source: Unknown or invalid filter.
de: Unbekannter oder ungültiger Filter.

source: Filter updated successfully
de: Filter erfolgreich geändert

source: Error updating filter. Try again!
de: Fehler beim Ändern des Filters. Versuchen Sie es erneut!

source: Filter added successfully
de: Filter erfolgreich hinzugefügt

source: Unable to add filter. Correct error(s) below and try again.
de: Konnte Filter nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one filter to process.
de: Sie müssen mindestens einen Filter auswählen.

source: Selected filters enabled
de: Ausgewählte Filter aktiviert

source: %1$d of %2$d selected filters enabled
de: %1$d von %2$d ausgewählten Filtern aktiviert

source: Unable to enable selected filters
de: Konnte ausgewählte Filter nicht aktivieren

source: Selected filters disabled
de: Ausgewählte Filter deaktiviert

source: %1$d of %2$d selected filters disabled
de: %1$d von %2$d ausgewählten Filtern deaktiviert

source: Unable to disable selected filters
de: Konnte ausgewählte Filter nicht deaktivieren

source: Selected filters deleted successfully
de: Ausgewählte Filter erfolgreich gelöscht

source: %1$d of %2$d selected filters deleted
de: %1$d von %2$d ausgewählten Filtern gelöscht

source: Unable to delete selected filters
de: Konnte ausgewählte Filter nicht löschen

source: Unknown command/action
de: Unbekannter Befehl/Aktion

source: Unknown or invalid group ID.
de: Unbekannte oder ungültige GuppenID.

source: Unknown or invalid group.
de: Unbekannte oder ungültige Gruppe.

source: Group updated successfully
de: Gruppe erfolgreich geändert

source: Unable to update group. Correct any error(s) below and try again!
de: Konnte Gruppe nicht Ändern. Beheben Sie folgende Fehler und versuchen es erneut!

source: Unable to add group. Correct error(s) below and try again.
de: Konnte Gruppe nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one group.
de: Sie müssen mindestens eine Gruppe auswählen.

source: As an admin, you can't disable/delete a group you belong to - you might lockout all admins!
de: Als ein Admin, können Sie nicht die Gruppe deaktivieren/löschen, der Sie zugewiesen sind - Sie könnten dadurch alle Admins aussperren!

source: Selected groups activated
de: Ausgewählte Gruppen Aktiviert

source: %1$d of %2$d selected groups activated
de: %1$d von %2$d ausgewählten gruppen aktiviert

source: Unable to activate selected groups
de: Konnte ausgewählte Gruppen nicht aktivieren

source: Selected groups disabled
de: Ausgewählte Gruppen deaktiviert

source: %1$d of %2$d selected groups disabled
de: %1$d von %2$d ausgewählten Gruppen deaktiviert

source: Unable to disable selected groups
de: Konnte ausgewählte Gruppen nicht deaktivieren

source: Selected groups deleted successfully
de: Ausgewählte Gruppen erfolgreich gelöscht

source: %1$d of %2$d selected groups deleted
de: %1$d von %2$d ausgewählten Gruppen erfolgreich gelöscht

source: Unable to delete selected groups
de: Konnte ausgewählte Gruppen nicht löschen

source: Unknown action. Get technical help!
de: Unbekannte Aktion. Fordern Sie technische Hilfe an!

source: Unknown or invalid help topic ID.
de: Unbekannte oder ungültige ProblemartID.

source: Unknown or invalid help topic.
de: Unbekanntes oder ungültige Problemart.

source: Help topic updated successfully
de: Problemart erfolgreich geändert

source: Error updating help topic. Try again!
de: Fehler beim Ändern der Problemart. Erneut versuchen!

source: Help topic added successfully
de: Problemart erfolgreich hinzugefügt

source: Unable to add help topic. Correct error(s) below and try again.
de: Konnte Problemart nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one help topic
de: Sie müssen mindestens eine Problemart auswählen

source: Selected help topics enabled
de: Ausgewählte Problemarten aktiviert

source: %1$d of %2$d selected help topics enabled
de: %1$d von %2$d ausgewählten Problemarten aktiviert

source: Unable to enable selected help topics.
de: Konnte ausgewählte Problemarten nicht aktivieren.

source: Selected help topics disabled
de: Ausgewählte Problemarten deaktiviert

source: %1$d of %2$d selected help topics disabled
de: %1$d von %2$d ausgewählten Problemarten deaktiviert

source: Unable to disable selected help topic(s)
de: Konnte ausgewählte Problemarten nicht deaktivieren

source: Selected help topics deleted successfully
de: Ausgewählte Problemarten gelöscht

source: %1$d of %2$d selected help topics deleted
de: %1$d von %2$d ausgewählten Problemarten gelöscht

source: Unable to delete selected help topics
de: Konnte ausgewählte Problemarten nicht löschen

source: Unknown action - get technical help.
de: Unbekannte Aktion - fordern Sie technische Hilfe an.

source: Authentication Required
de: Authentifikation erwartet

source: Staff logout
de: Mitarbeiterabmeldung

source: %1$s logged out [%2$s]
de: %1$s abgemeldet von [%2$s]

source: You must select at least one log to delete
de: Sie müssen mindestens ein Log auswählen um löschen zu können

source: Selected logs deleted successfully
de: Ausgewählte logs erfolgreich gelöscht

source: %1$d of %2$d selected logs deleted
de: %1$d von %2$d ausgewählten Logs gelöscht

source: Unable to delete selected logs
de: Konnte ausgewählte Logs nicht löschen

source: Internal Error. Action Denied
de: Internal Error. Aktion verweigert

source: Unknown or invalid staff
de: Unbekannter oder ungültiger Mitarbeiter

source: Profile updated successfully
de: Profil erfolgreich geändert

source: Profile update error. Try correcting the errors below and try again!
de: Profil Änderungsfehler. Versuchen Sie folgende Fehler zu beheben!

source: <b>Hi %s</b> - You must change your password to continue!
de: <b>Hallo %s</b> - Sie müssen Ihr Passwort ändern um fortzufahren!

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
de: <b>Willkommen zurück %s</b>! Sie sind als 'Im Urlaub' eingetragen. Bitte lassen Sie Ihren Vorgesetzten wissen, dass Sie wieder da sind.

source: Knowledgebase Settings
de: Knowledgebase Einstellungen

source: Alerts and Notices Settings
de: Warnungs- und Notizeinstellungen

source: %s updated successfully
de: %s erfolgreich geändert

source: Unable to update settings - correct errors below and try again
de: Konnte Einstellungen nicht Speichern - Korrigieren Sie folgende Fehler und versuchen es erneut

source: Unknown or invalid SLA plan.
de: Unbekannter oder ungültiger SLA plan.

source: SLA plan updated successfully
de: SLA-Plan erfolgreich geändert

source: Error updating SLA plan. Try again!
de: Fehler beim Ändern des SLA-Plans. Erneut versuchen!

source: SLA plan added successfully
de: SLA-Plan erfolgreich hinzugefügt

source: Unable to add SLA plan. Correct error(s) below and try again.
de: Konnte SLA-Plan nicht hinzufügen. Bitte folgende Fehler beheben und erneut versuchen.

source: You must select at least one plan.
de: Sie müssen mindestens einen SLA-Plan auswählen.

source: Selected SLA plans enabled
de: Ausgewählte SLA-Pläne aktiviert

source: %1$d of %2$d selected SLA plans enabled
de: %1$d von %2$d ausgewählten SLA-Plänen aktiviert

source: Unable to enable selected SLA plans.
de: Konnte die ausgewählten SLA-Pläne nicht aktivieren.

source: Selected SLA plans disabled
de: Ausgewählte SLA-Pläne deaktiviert

source: %1$d of %2$d selected SLA plans disabled
de: %1$d von %2$d ausgewählten SLA-Plänen deaktiviert

source: Unable to disable selected SLA plans
de: Konnte die ausgewählten SLA-Pläne nicht deaktivieren.

source: Selected SLA plans deleted successfully
de: Ausgewählte SLA-Pläne gelöscht

source: %1$d of %2$d selected SLA plans deleted
de: %1$d von %2$d ausgewählten SLA-Plänen gelöscht

source: Unable to delete selected SLA plans
de: Konnte die ausgewählten SLA-Pläne nicht löschen.

source: Session timed out due to inactivity
de: Sitzung abgelaufen

source: Access Denied. Contact Admin
de: Zugriff verweigert. Melden Sie sich beim Administrator

source: Valid CSRF Token Required
de: Gültiges CSRF-Token benötigt

source: System is set to offline mode
de: Das System ist im Offlinemodus

source: Client interface is disabled and ONLY admins can access staff control panel.
de: Die Oberfläche ist abgeschaltet und NUR Administratoren können auf die Oberfläche zugreifen.

source: Password change required to continue
de: Das Passwort muss geändert werden um fortzufahren

source: Unknown or invalid staff ID.
de: Unbekannte oder ungültige MitarbeiterID.

source: Unknown or invalid staff.
de: Unbekannter oder ungültiger Mitarbeiter.

source: Staff updated successfully
de: Mitarbeiter erfolgreich geändert

source: Unable to update staff. Correct any error(s) below and try again!
de: Konnte Mitarbeiter nicht ändern. Beheben Sie folgende Fehler und versuchen es erneut!

source: Unable to add staff. Correct any error(s) below and try again.
de: Konnte nicht zu Mitarbeitern hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one staff member.
de: Sie müssen mindestens einen Mitarbeiter auswählen.

source: You can not disable/delete yourself - you could be the only admin!
de: Sie können sich selbst nicht de-/aktivieren - Sie könnten der einzige Administrator sein!

source: Selected staff activated
de: Ausgewählte Mitarbeiter aktiviert

source: %1$d of %2$d selected staff activated
de: %1$d von %2$d ausgewählten Mitarbeitern aktiviert

source: Unable to activate selected staff
de: Konnte ausgewählte Mitarbeiter nicht aktivieren

source: Selected staff disabled
de: Ausgewählte Mitarbeiter deaktiviert

source: %1$d of %2$d selected staff disabled
de: %1$d von %2$d ausgewählten Mitarbitern deaktiviert

source: Unable to disable selected staff
de: Konnte ausgewählte Mitarbeiter nicht deaktivieren

source: Selected staff deleted successfully
de: Ausgewählte Mitarbeiter erfolgreich gelöscht

source: %1$d of %2$d selected staff deleted
de: %1$d von %2$d ausgewählten Mitarbeitern gelöscht

source: Unable to delete selected staff.
de: Konnte ausgewählte Mitarbeiter nicht löschen.

source: Unknown or invalid team ID.
de: Unbekannte oder ungültige TeamID.

source: Unknown or invalid team.
de: Unbekanntes oder ungültiges Team.

source: Team updated successfully
de: Team erfolgreich geändert

source: Unable to update team. Correct any error(s) below and try again!
de: Konnte Team nicht ändern. Beheben Sie folgende Fehler und versuchen es erneut!

source: Unable to add team. Correct any error(s) below and try again.
de: Konnte Team nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one team.
de: Sie müssen mindestens ein Team auswählen.

source: Selected teams activated
de: Ausgewählte Teams aktiviert

source: %1$d of %2$d selected teams activated
de: %1$d von %2$d ausgewählten Teams aktiviert

source: Unable to activate selected teams
de: Konnte ausgewählte Teams nicht aktivieren

source: Selected teams disabled
de: Ausgewählte Teams deaktiviert

source: %1$d of %2$d selected teams disabled
de: %1$d von %2$d ausgewählten Teams deaktiviert

source: Unable to disable selected teams
de: Konnte ausgewählte Teams nicht deaktivieren

source: Selected teams deleted successfully
de: Ausgewählte Teams erfolgreich gelöscht

source: %1$d of %2$d selected teams deleted
de: %1$d von %2$d ausgewählten Teams gelöscht

source: Unable to delete selected teams
de: Konnte ausgewählte Teams nicht löschen

source: Unknown or invalid template ID.
de: Unbekannte oder ungültige VorlagenID.

source: Message template updated successfully
de: Nachrichtenvorlage erfolgreich geändert

source: Error updating message template. Try again!
de: Fehler beim Ändern der Nachrichtenvorlage. Erneut versuchen!

source: Template updated successfully
de: Vorlage erfolgreich geändert

source: Error updating template. Try again!
de: Fehler beim Ändern der Vorlage. Erneut versuchen!

source: Template added successfully
de: Vorlage erfolgreich hinzugefügt

source: Unable to add template. Correct error(s) below and try again.
de: Konnte Vorlage nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one template to process.
de: Sie müssen mindestens eine Vorlage zum bearbeiten auswählen.

source: Selected templates enabled
de: Ausgewählte Vorlagen aktiviert

source: %1$d of %2$d selected templates enabled
de: %1$d von %2$d ausgewählten Vorlagen aktiviert

source: Unable to enable selected templates
de: Konnte ausgewählte Vorlagen nicht aktivieren

source: Selected templates disabled
de: Ausgewählte Vorlagen deaktiviert

source: %1$d of %2$d selected templates disabled (in-use templates can't be disabled)
de: %1$d von %2$d ausgewählten Vorlagen deaktiviert(Vorlagen, die verwendet werden, können nicht deaktiviert werden)

source: Unable to disable selected templates (in-use or default template can't be disabled)
de: Konnte ausgewählte Vorlagen nicht deaktivieren (verwendete oder Standardvorlagen können nicht deaktiviert werden)

source: Selected templates deleted successfully
de: Ausgewählte Vorlagen erfolgreich gelöscht

source: %1$d of %2$d selected templates deleted
de: %1$d von %2$d ausgewählten Vorlagen gelöscht

source: Unable to delete selected templates
de: Konnte ausgewählte Vorlagen nicht löschen

source: Unknown template action
de: Unbekannte Vorlagenaktion

source: Unknown or invalid ticket ID
de: Unbekannte oder ungültige TicketID.

source: Access denied. Contact admin if you believe this is in error
de: Zugriff verweitert. Kontaktieren Sie den Administrator wenn sie glauben, dass es sich um einen Fehler handelt

source: Action denied. Contact admin for access
de: Aktion verweitert. Kontaktieren Sie den Administrator um Zugriff zu erhalten

source: Action Denied. Ticket is locked by someone else!
de: Aktion verweigert. Ticket wird von jemand anderem gesperrt!

source: Email is in banlist. Must be removed to reply.
de: Email-Adresse befindet sich in der Sperrliste. Sie muss aus der Sperrliste entfernt werden, bevor eine Antwort gesendet werden kann.

source: Reply posted successfully
de: Antwort erfolgreich übermittelt

source: Unable to post the reply. Correct the errors below and try again!
de: Konnte Antwort nicht übermitteln. Bitte beheben Sie folgende Fehler und versuchen er erneut!

source: Action Denied. You are not allowed to transfer tickets.
de: Aktion verweigert. Es ist Ihnen nicht erlaubt Tickets zu übermitteln.

source: Select department
de: Abteilung auswählen

source: Ticket already in the department
de: Ticket ist bereits in Abteilung <b>%s</b>.

source: Unknown or invalid department
de: Unbekannte oder ungültige Abteilung

source: Transfer comments required
de: Transferkommentar benötigt

source: Transfer comments too short!
de: Transferkommentar zu kurz!

source: Ticket transferred successfully to %s
de: Ticket erfolgreich zu %s übertragen

source: Unable to complete the ticket transfer
de: Konnte Tickettransfer nicht beenden

source: Correct the error(s) below and try again!
de: Beheben Sie den/die folgenden Fehler und versuchen es erneut!

source: Action Denied. You are not allowed to assign/reassign tickets.
de: Aktion verweigert. Sie dürfen Tickets nicht Zuweisen.

source: Select assignee
de: Ziel auswählen

source: Invalid assignee ID - get technical support
de: Ungültige MitarbeiterID - fordern Sie technische Unterstützung an

source: Ticket already assigned to the staff.
de: Ticket bereits zum Mitarbeiter zugeordnet.

source: Ticket already assigned to the team.
de: Ticket bereits zum Team zugeordnet.

source: Ticket claimed by %s
de: Ticket von %s eingefordert

source: Assignment comments required
de: Zuweisungskommentar benötigt

source: Comment too short
de: Kommentar zu kurz

source: Ticket is NOW assigned to you!
de: Ticket ist jetzt Ihnen zugewiesen!

source: Ticket assigned successfully to %s
de: Ticket erfolgreich an %s zugewiesen

source: Unable to complete the ticket assignment
de: Konnte Zuweisung nicht abschließen

source: You don't have permission to close tickets
de: Sie haben nicht die Erlaubnis Tickets zu schließen

source: You don't have permission to set the state
de: Sie haben nicht die Erlaubnis den Ticketstatus zu setzen

source: Internal note posted successfully
de: Interne Notiz erfolgreich erstellt

source: Unable to post internal note - missing or invalid data.
de: Konnte interne Notiz nicht erstellen - fehlende oder ungültige Daten.

source: Unable to post the note. Correct the error(s) below and try again!
de: Konnte Notiz nich erstellen. Bitte beheben Sie folgende Fehler!

source: Perm. Denied. You are not allowed to edit tickets
de: Zugriff verweigert. Es ist Ihnen nicht erlaubt Tickets zu bearbeiten

source: Ticket updated successfully
de: Ticket erfolgreich geändert

source: Unable to update the ticket. Correct the errors below and try again!
de: Konnte Ticket nicht ändern. Beheben Sie folgende Fehler und versuchen es erneut!

source: Perm. Denied. You are not allowed to close tickets.
de: Zugriff verweigert. Sie dürfen Tickets nicht schließen.

source: Ticket is already closed!
de: Ticket ist bereits geschlossen!

source: Ticket #%d status set to CLOSED
de: Ticket #%d Status auf GESCHLOSSEN gesetzt

source: Ticket closed (without comments)
de: Ticket geschlossen (ohne Kommentar)

source: Ticket Closed
de: Ticket geschlossen

source: Problems closing the ticket. Try again
de: Problem beim schließen des Tickets. Erneut versuchen

source: Perm. Denied. You are not allowed to reopen tickets.
de: Zugriff verweigert. Sie dürfen Tickets nicht wieder eröffnen.

source: Ticket is already open!
de: Ticket ist bereits geöffnet!

source: Ticket REOPENED
de: Ticket wieder GEÖFFNET

source: Ticket reopened (without comments)
de: Ticket wieder geöffnet (ohne Kommentar)

source: Ticket Reopened
de: Ticket wieder geöffnet

source: Problems reopening the ticket. Try again
de: Problem beim erneuten Öffnen des Tickets. Erneut versuchen

source: Ticket is not assigned!
de: Ticket ist nicht zugewiesen!

source: Ticket released (unassigned) from %1$s by %2$s)
de: Ticket freigesetzt (nicht Zugeordnet) vom Mitarbeiter %1$s von %2$s

source: Ticket unassigned
de: Ticket Freigesetzt

source: Problems releasing the ticket. Try again
de: Problem bei der Freigabe des Tickets. Erneut versuchen

source: Perm. Denied. You are not allowed to assign/claim tickets.
de: Zugriff verweigert. Sie dürfen Tickets nicht zuweisen/beanspruchen.

source: Only open tickets can be assigned
de: Nur offene Tickets können zugewiesen werden

source: Ticket is already assigned to %s
de: Ticket bereits ist zugewiesen zu %s

source: Ticket is now assigned to you!
de: Ticket nun Ihnen zugewiesen!

source: Problems assigning the ticket. Try again
de: Fehler beim zuweisen des Tickets. Erneut versuchen

source: Perm. Denied. You are not allowed to flag tickets overdue
de: Zugriff verweigert. Es ist Ihnen nicht gestattet Tickets als übefällig zu markieren

source: Ticket flagged as overdue by %s
de: Ticket als überfällig markiert von %s

source: Problems marking the the ticket overdue. Try again
de: Fehler beim als Überfällig markieren des Tickets. Erneut versuchen

source: Perm. Denied. You are not allowed to flag tickets
de: Zugriff verweigert. Es ist Ihnen nicht erlaubt Tickets zu markieren

source: Ticket flagged as answered by %s
de: Ticket als Beantwortet markiert von %s

source: Ticket Marked Answered
de: Ticket als Beantwortet markiert

source: Problems marking the the ticket answered. Try again
de: Problem das Ticket als beantwortet zu markieren. Erneut versuchen

source: Ticket flagged as unanswered by %s
de: Ticket als Unbeantwortet markiert von %s

source: Ticket Marked Unanswered
de: Ticket als Unbeantwortet markiert

source: Problems marking the the ticket unanswered. Try again
de: Problem das Ticket als unbeantwortet zu markieren. Erneut versuchen

source: Perm. Denied. You are not allowed to ban emails
de: Zugriff verweigert. Es ist Ihnen nicht erlaubt Emails-Adressen zu sperren

source: Email already in banlist
de: Email-Adresse ist bereits gesperrt

source: Email %s added to banlist
de: Email-Adresse (%s) zur Sperrliste hinzugefügt

source: Unable to add the email to banlist
de: Konnte Email-Adresse nicht zur Sperrliste hinzufügen

source: Perm. Denied. You are not allowed to remove emails from banlist.
de: Zugriff verweigert. Es ist Ihnen nicht erlaubt Email-Adressen von der Sperrliste zu entfernen.

source: Email removed from banlist
de: Email-Adresse von der Sperrliste entfernt

source: Email is not in the banlist
de: Email-Adresse ist nicht in der Sperrliste

source: Unable to remove the email from banlist. Try again.
de: Konnte Email-Adresse nicht von der Sperrliste entfernen. Versuchen Sie es erneut.

source: Perm. Denied. You are not allowed to DELETE tickets!!
de: Zugriff verweigert. Sie dürfen Tickets nicht LÖSCHEN!!

source: Ticket #%d deleted successfully
de: Ticket #%d erfolgreich gelöscht

source: Ticket #%d deleted
de: Ticket #%d gelöscht

source: Ticket #%1$s deleted by %2$s
de: Ticket #%1$s gelöscht von %2$s

source: Problems deleting the ticket. Try again
de: Fehler beim Löschen des Tickets. Versuchen Sie es erneut.

source: You must select action to perform
de: Sie müssen eine Aktion auswählen

source: You do not have permission to mass manage tickets. Contact admin for such access
de: Sie haben nicht die Berechtigung Tickets für Massenverarbeitung von Tickets. Fragen Sie den Admin für die Genehmigung

source: No tickets selected. You must select at least one ticket.
de: Keine Tickets ausgewählt. Sie müssen mindestens ein Ticket auswählen.

source: Ticket reopened by %s
de: Ticket wieder eröffnet von %s

source: Selected tickets %d reopened successfully
de: Ausgewählte Tickets %d erfolgreich wieder eröffnet

source: %1$d of %2$d selected tickets reopened
de: %1$d von %2$d ausgewählten Tickets erneut geöffnet

source: Unable to reopen selected tickets
de: Konnte ausgewählte Tickets nicht neueröffnen

source: You do not have permission to reopen tickets
de: Sie haben nicht das benötigte Recht um Tickets wieder zu öffnen

source: Ticket closed without response by %s
de: Ticket ohne Nachricht geschlossen von %s

source: Selected tickets (%d) closed successfully
de: Ausgewählte Ticketss (%d) erfolgreich geschlossen

source: %1$d of %2$d selected tickets closed
de: %1$d von %2$d ausgewählten Tickets geschlossen

source: Unable to close selected tickets
de: Konnte ausgewählte Tickets nicht schließen

source: You do not have permission to close tickets
de: Sie haben nicht das Recht Tickets zu schließen
