Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: (Poll based on staff activity - NOT recommended)
de: (Abhohlung basiert auf Mitarbeiteraktivität - NICHT empfohlen)

source: Strip Quoted Reply
de: Antwort säubern

source: (depends on the reply separator tag set below)
de: (Hängt vom Antwort-Trennzeichen ab)

source: Reply Separator Tag
de: Antwort-Trennzeichen

source: Outgoing Emails
de: Ausgehende Emails

source: Default email only applies to outgoing emails without SMTP setting.
de: Standard Emailadresse ist nur für ausgehende Emails ohne SMTP gültig.

source: Default Outgoing Email
de: Standard ausgehende Email

source: None: Use PHP mail function
de: Keine: Nutze PHP Mailfunktion

source: Knowledge Base Settings and Options
de: Knowledgebase Einstellungen und Optionen

source: Knowledge Base Settings
de: Knowledgebase Einstellungen

source: Disabling knowledge base disables clients' interface.
de: Bei Deaktivierung der Knowledgebase wird die Clientoberfäche ausgeschaltet

source: Enable Knowledge base&nbsp;<em>(Client interface)</em>
de: Aktiviere Knowledgebase<em>(Clientoberfläche)</em>

source: Enable canned responses&nbsp;<em>(Available on ticket reply)</em>
de: Vorbereitete Antworten aktivieren<em>(verfügbar bei Ticketantworten)</em>

source: General Settings
de: Allgemeine Einstellungen

source: Offline mode will disable client interface and only allow admins to login to Staff Control Panel
de: Offlinemodus deaktiviert die Clientoberfläche und erlaubt nur Administratoren sich Anzumelden

source: <b>Online</b> (Active)
de: <b>Online</b> (Aktiv)

source: <b>Offline</b> (Disabled)
de: <b>Offline</b> (Inaktiv)

source: Helpdesk Name/Title
de: Helpdeskname

source: Default Department
de: Standardabteilung

source: Select Default Department
de: Wählen Sie die Standardabteilung

source: Dept
de: Abteilung

source: Default Email Templates
de: Standard Emailvorlagen

source: Select Default Template
de: Wählen Sie die Standardvorlage

source: Default Page Size
de: Standardseitengröße

source: Default Log Level
de: Standard Log Level

source: None (Disable Logger)
de: Keiner (Logger abschalten)

source: Purge Logs
de: Logs Löschen

source: Never Purge Logs
de: Logs nie Löschen

source: After
de: nach

source: Months
de: Monaten

source: Month
de: Monat

source: Password Reset Policy
de: Passwort Änderungsregelung

source: Every %d Months
de: Alle %d Monate

source: Monthly
de: Monatlich

source: Bind Staff Session to IP
de: Mitarbeitersitzung an IP binden

source: (binds staff session to originating IP address upon login)
de: (Bindet die Mitarbeitersitzung an die beim Anmelden genutzte IP)

source: Staff Excessive Logins
de: Exzessive Logins bei Mitarbeitern

source: failed login attempt(s) allowed before a
de: fehlgeschlagene Anmeldeversuche erlaubt bevor eine

source: minute lock-out is enforced.
de: Minuten-Sperre aktiviert wird.

source: Staff Session Timeout
de: Mitarbeitersitzungs-Timeout

source: Maximum idle time in minutes before a staff member must log in again (enter 0 to disable).
de: Höchstzahl an Minuten Leerlauf, bevor die Mitarbeitersitzung gesperrt wird (0 eingeben um Sperre abzuschalten).

source: Client Excessive Logins
de: Gast Exzessive Logins

source: Client Session Timeout
de: Gastsitzungs Timeout

source: Maximum idle time in minutes before a client must log in again (enter 0 to disable).
de: Höchstzahl an Minuten Leerlauf, bevor die Benutzersitzung gesperrt wird (0 eingeben um Sperre abzuschalten).

source: Date and Time Options
de: Datums und Zeitoptionen

source: Please refer to %1$sPHP Manual%2$s for supported parameters.
de: Bitte das %1$sPHP-Handbuch%2$s für unterstützte Parameter aufrufen.

source: Time Format
de: Zeitformat

source: Date Format
de: Datumsformat

source: Date &amp; Time Format
de: Datums- &amp; Zeitformat

source: Day, Date &amp; Time Format
de: Tag, Datums- &amp; Zeitformat

source: Default Time Zone
de: Standard Zeitzone

source: Select Default Time Zone
de: Standard Zeitzone auswählen

source: Observe daylight savings
de: Sommerzeit beobachten

source: Ticket Settings and Options
de: Ticket-Einstellungen und Optionen

source: Ticket Settings
de: Ticketeinstellungen

source: Global ticket settings and options.
de: Globale Ticketetinstellungen

source: Sequential
de: Sequentiell

source: Random <em>(highly recommended)</em>
de: Zufällig <em>(empfohlen)</em>

source: Default SLA
de: Standard-SLA

source: Default Priority
de: Standardpriorität

source: Maximum <b>Open</b> Tickets
de: Maximum <b>offener</b> Tickets

source: per email/user. <em>(Helps with spam and email flood control - enter 0 for unlimited)</em>
de: pro Email/Nutzer. <em>(Hilft bei Überflutungskontrolle von Spam und Email - für uneingeschränkt 0 eingeben)</em>

source: Ticket Auto-lock Time
de: Ticket Absperrzeit

source: (Minutes to lock a ticket on activity - enter 0 to disable locking)
de: (Minuten bis ein Ticket geperrt wurde - 0 eingeben um Sperre auszuschalten)

source: Web Tickets Priority
de: Priorität bei Webtickets

source: (Allow user to overwrite/set priority)
de: (Erlaubt Nutzern die Priorität zu überschreiben/setzen)

source: Emailed Tickets Priority
de: Priorität bei Emailtickets

source: (Use email priority when available)
de: (Emailpriorität nutzen, wenn vorhanden)

source: Show Related Tickets
de: Angehörige Tickets Anzeigen

source: (Show all related tickets on user login - otherwise access is restricted to one ticket view per login)
de: (Zeigt alle angehörigen Tickets bei Nutzeranmeldung - Andernfalls wird der Zugang auf ein Ticket pro Anmeldung beschränkt)

source: Show Notes Inline
de: Zeige Notizen Inline

source: (Show internal notes inline)
de: (Zeige interne Notizen inline)

source: Clickable URLs
de: Anklickbare URLs

source: (converts URLs in ticket thread to clickable links)
de: (Konvertiert URLs im Ticket zu anklickbaren Verweisen)

source: Human Verification
de: Menschlichkeitsprüfung

source: Enable CAPTCHA on new web tickets.<em>(requires GDLib)</em>
de: Schaltet CAPTCHA bei neuen Webtickets an. <em>(benötigt GDLib)</em>

source: Reopened Tickets
de: Wiedereröffnete Tickets

source: Auto-assign reopened tickets to the last available respondent.
de: Automatische Zuweisung von Wiedereröffneten Tickets an den letzten verfügbaren Beantwortenden.

source: Assigned Tickets
de: Zugewiesene Tickets

source: Answered Tickets
de: Beantwortete Tickets

source: Show answered tickets on open queue.
de: Zeigt beantwortete Tickets in der Warteschlange an.

source: Ticket Activity Log
de: Ticket Aktivitätslog

source: Log ticket activity as internal notes.
de: Ticketaktivität als interne Notizen loggen.

source: Staff Identity Masking
de: Mitarbieteridentität maskieren

source: Hide staff's name on responses.
de: Den Namen der Mitarbeiter bei Ticketantworten verstecken.

source: Size and max. uploads setting mainly apply to web tickets.
de: Größeneinstellungen und höchstzahl der Uploads, betreffen hauptsächlich Webtickets.

source: Allow Attachments
de: Anhänge erlauben

source: (Global Setting)
de: (Globale Einstellung)

source: Emailed/API Attachments
de: Anhänge in Emails/API

source: Accept emailed files
de: Anhänge in Emails akzeptieren

source: Online/Web Attachments
de: Online/Web-Anhänge

source: Allow web upload
de: Webuploads erlauben

source: Limit to authenticated users only. <em>(User must be logged in to upload files)</em>
de: Auf authentifizierte Nutzer beschränken. <em>(Der Nutzer muss angemeldet sein um Dateien Hochzuladen)</em>

source: Max. User File Uploads
de: Max. Nutzer Dateiuploads

source: files
de: Dateien

source: file
de: Datei

source: (Number of files the user is allowed to upload simultaneously)
de: (Höchstzahl der Dateien die ein Nutzer gleichzeitig hochladen darf)

source: Max. Staff File Uploads
de: Max. Mitarbeiter Dateiuploads

source: (Number of files the staff is allowed to upload simultaneously)
de: (Höchstzahl der Dateien die ein Mitarbeiter gleichzeitig hochladen darf)

source: Maximum File Size
de: Maximale Dateigröße

source: System Max.
de: Systemweites Maximum

source: Ticket Response Files
de: Ticketantwort Dateien

source: Email attachments to the user
de: Emailanhänge zum Nutzer

source: Accepted File Types
de: Akzeptierte Dateitypen

source: Limit the type of files users are allowed to submit.
de: Die Dateitypen, die Nutzer hochladen dürfen, beschränken.

source: Enter allowed file extensions separated by a comma. e.g .doc, .pdf. To accept all files enter wildcard <b><i>.*</i></b>&nbsp;i.e dotStar (NOT Recommended).
de: Geben Sie die erlaubten Dateitypen mit Komma getrennt ein. z.b. .doc, .pdf. Um alle Dateitypen zu akzeptieren geben Sie ein Wildcard ein <b><i>.*</i></b>&nbsp; (NICHT empfohlen).

source: Update SLA Plan
de: SLA-Plan Ändern

source: Add New SLA Plan
de: Neuer SLA-Plan

source: Add Plan
de: Plan hinzufügen

source: Tickets are marked overdue on grace period violation.
de: Tickets werden als überfällig markiert, wenn Sie die Nachfrist überschritten haben.

source: Grace Period:
de: Nachfrist:

source: in hours
de: in Stunden

source: Priority Escalation:
de: Prioritätseskalation:

source: <strong>Enable</strong> priority escalation on overdue tickets.
de: Prioritätseskalation bei überfälligen Tickets <strong>anschalten</strong>.

source: Ticket Overdue Alerts:
de: Ticket Überfälligkeitswarnung:

source: <strong>Disable</strong> overdue alerts notices.
de: Überfälligkeitswarnung <strong>ausschalten</strong>.

source: Overwrite global setting
de: überschreibt die globale Einstellung

source: SLA plans
de: SLA-Pläne

source: No SLA plans found!
de: Keine SLA-Pläne gefunden!

source: Grace Period (hrs)
de: Nachfrist (Stunden)

source: No SLA plans found
de: Keine SLA-Pläne gefunden

source: Are you sure want to <b>enable</b> selected SLA plans?
de: Sind Sie sicher, dass Sie die ausgewählten SLA-Pläne <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected SLA plans?
de: Sind Sie sicher, dass Sie die ausgewählten SLA-Pläne <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected SLA plans?
de: Sind Sie sicher, dass Sie die ausgewählten SLA-Pläne <b>LÖSCHEN</b> wollen?

source: Update Staff
de: Mitarbeiter Ändern

source: To reset the password enter a new one below
de: Um das derzeitige Passwort zu ändern, geben Sie unten ein neues an

source: Add New Staff
de: Neuen Mitarbeiter hinzufügen

source: Add Staff
de: Mitarbeiter hinzufügen

source: Staff Account
de: Mitarbeiterkonto

source: User Information
de: Benutzerinformation

source: Ext
de: Durchwahl

source: Account Password
de: Passwort

source: Confirm Password
de: Passwort bestätigen

source: Forced Password Change
de: Passwort bei nächster Anmeldung ändern

source: <strong>Force</strong> password change on next login.
de: <strong>Erzwingt</strong> eine Passwortänderung bei der nächsten Anmeldung.

source: Staff's Signature
de: Mitarbeitersignatur

source: Account Status & Settings
de: Kontenstatus und Einstellungen

source: Dept. and assigned group controls access permissions.
de: Abteilung und zugewiesene Gruppe kontrollieren die Zugriffsrechte.

source: Account Type
de: Kontentyp

source: Account Status
de: Kontostatus

source: Locked
de: Gesperrt

source: Assigned Group
de: Zugewiesene Gruppe

source: Select Group
de: Gruppe auswählen

source: Primary Department
de: Primäre Abteilung

source: Staff's Time Zone
de: Mitarbeiter Zeitzone

source: Limited Access
de: Eingeschränkter Zugriff

source: Limit ticket access to ONLY assigned tickets.
de: Ticketzugriff auf NUR an Mitabeiter zugewiesene Tickets beschränken.

source: Directory Listing
de: Mitarbeiterliste

source: Show the user on staff's directory
de: Zeigt diesen Benutzer auf der Mitarbeiterliste an

source: Vacation Mode
de: Urlaubsmodus

source: Staff on vacation mode.
de: Mitarbeiter im Urlaubsmodus.

source: No ticket assignment or alerts
de: Keine Ticketzuweisungen oder Warnungen

source: Assigned Teams
de: Zugewiesene Teams

source: Staff will have access to tickets assigned to a team they belong to regardless of the ticket's department.
de: Der Mitarbeiter erhält Zugriff zu Tickets, die dem Team zugewiesen wurden, unabhängig der ihm zugewiesenen Abteilung.

source: All Department
de: Alle Abteilungen

source: All Groups
de: Alle Gruppen

source: All Teams
de: Alle Teams

source: Apply
de: Anwenden

source: No staff found!
de: Keine Mitarbeiter gefunden!

source: UserName
de: Benutzername

source: Group
de: Gruppe

source: Last Login
de: Letzte Anmeldung

source: vacation
de: Urlaub

source: Lock
de: Sperren

source: Are you sure want to <b>enable</b> (unlock) selected staff?
de: Sind Sie sicher, dass Sie die ausgewählten Mitarbeiter <b>aktivieren</b> (entsperren) wollen?

source: Are you sure want to <b>disable</b> (lock) selected staff?
de: Sind Sie sicher, dass Sie die ausgewählten Mitarbeiter <b>deaktivieren</b> (sperren) wollen?

source: Locked staff won't be able to login to Staff Control Panel.
de: Gesperrte Mitarbeiter werden sich nicht im Staff Control Panel anmelden können.

source: Are you sure you want to DELETE selected staff?
de: Sind Sie sicher, dass Sie die ausgewählten Mitarbeiter LÖSCHEN wollen?

source: Deleted staff CANNOT be recovered.
de: Gelöschte Mitarbeiter können NICHT wiederhergestellt werden.

source: Errors
de: Fehler

source: Warnings
de: Warnungen

source: All logs
de: Alle logs

source: Entered date span is invalid. Selection ignored.
de: Eingegebener Zeitraum ist ungültig. Filter ignoriert.

source: No logs found!
de: Keine logs gefunden!

source: Date Span
de: Zeitraum

source: Go!
de: Los!

source: Log Title
de: Log Titel

source: Log Type
de: Log Typ

source: Log Date
de: Log Datum

source: No logs found
de: Keine Logs gefunden

source: Delete Selected Entries
de: Ausgewählte Einträge löschen

source: Are you sure you want to DELETE selected logs?
de: Sind Sie sicher, dass sie die ausgewählten Logs LÖSCHEN wollen?

source: Deleted logs CANNOT be recovered.
de: Gelöschte Logs können NICHT wiederhergestellt werden.

source: Update Team
de: Team Ändern

source: Add New Team
de: Neues Team hinzufügen

source: Create Team
de: Team erstellen

source: Team Information
de: Team Informationen

source: Disabled team won't be availabe for ticket assignment or alerts.
de: Deaktivierte Teams sind nicht für Ticketzuweisungen oder Warnungen verfügbar.

source: Team Lead
de: Teamleiter

source: Select Team Lead (Optional)
de: Teamleiter auswählen (Optional)

source: Assignment Alerts
de: Zuweisungswarnungen

source: <strong>Disable</strong> assignment alerts for this team
de: Zuweisungswarnungen für dieses Team <strong>deaktivieren</strong>

source: overwrite global settings.
de: überschreibt globale Einstellungen.

source: Team Members
de: Team-Mitglieder

source: To add additional members go to target member's profile
de: Um Team-Mitglieder hinzuzufügen, müssen Sie in das Profil des jeweiligen Mitarbeiters wechseln

source: Remove
de: Entfernen

source: Showing 1-%1$d of %2$d teams
de: Zeige 1-%1$d von %2$d Teams

source: No teams found!
de: Keine Teams gefunden!

source: Are you sure want to <b>enable</b> selected teams?
de: Sind Sie sicher, dass sie die ausgewählten Teams <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected teams?
de: Sind Sie sicher, dass sie die ausgewählten Teams <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected teams?
de: Sind Sie sicher, dass sie die ausgewählten Teams LÖSCHEN wollen?

source: Deleted team CANNOT be recovered.
de: Gelöschte Teams können NICHT wiederhergestellt werden.

source: Update Template
de: Vorlage Ändern

source: Add New Template
de: Neue Vorlage

source: Add Template
de: Vorlage hinzufügen

source: Email Template
de: Email Vorlage

source: Template information.
de: Vorlageninformation.

source: Language
de: Sprache

source: Template Messages
de: Vorlagennachrichten

source: Click on the message to edit.
de: Auf die Nachricht klicken zum bearbeiten.

source: Template To Clone
de: Vorlage kopieren

source: select an existing template to copy and edit it thereafter
de: eine existierende Vorlage zum Kopieren und Bearbeiten auswählen

source: No templates found!
de: Keine Vorlagen gefunden!

source: In-Use
de: In Verwendung

source: No templates found
de: Keine Vorlagen gefunden

source: Are you sure want to <b>enable</b> selected templates?
de: Sind Sie sicher, dass Sie die ausgewählten Vorlagen <b>aktivieren</b> wollen?

source: Are you sure want to <b>disable</b> selected templates?
de: Sind Sie sicher, dass Sie die ausgewählten Vorlagen <b>deaktivieren</b> wollen?

source: Are you sure you want to DELETE selected templates?
de: Sind Sie sicher, dass Sie die ausgewählten Vorlagen LÖSCHEN wollen?

source: Deleted templates CANNOT be recovered.
de: Gelöschte Vorlagen können NICHT wiederhergestellt werden.

source: Update Ticket# %d
de: Ticket# %d ändern

source: Ticket Update
de: Ticketänderung

source: Make sure the email address is valid.
de: Stellen Sie sicher, dass die Email-Adresse gültig ist.

source: Ticket Information
de: Team Informationen

source: Due date overwrites SLA's grace period.
de: Das Fälligkeitsdatum überschreibt die SLA-Nachfrist.

source: Ticket Source
de: Ticketquelle

source: Select Source
de: Quelle wählen

source: Other
de: Andere

source: Select Help Topic
de: Problemart auswählen

source: Priority Level
de: Priorität

source: Time is based on your time zone
de: Die Zeit basiert auf Ihrer Zeitzone

source: Internal Note
de: Interne Notiz

source: Reason for editing the ticket (required)
de: Grund für die Veränderung des Tickets (benötigt)

source: Save
de: Speichern

source: Open New Ticket
de: Neues Ticket Öffnen

source: Send alert to user.
de: Hinweis zum Benutzer senden.

source: Ticket Information &amp; Options
de: Ticketinformationen &amp; Optionen

source: Assign To
de: Zuweisen zu

source: Select Staff Member OR a Team
de: Mitarbeiter oder Team auswählen

source: Issue
de: Problem

source: The user will be able to see the issue summary below and any associated responses.
de: Der Benutzer wird die folgende Problemzusammenfassung und alle damit zusammenhängenden Antworten sehen können.

source: Issue summary
de: Problemzusammenfassung

source: Details on the reason(s) for opening the ticket.
de: Details zum Öffnungsgrund des Tickets.

source: Response
de: Antwort

source: Optional response to the above issue.
de: Optionale Antwort zum oben genannten Problem.

source: Select a canned response
de: Eine vorbereitete Antwort auswählen

source: Append
de: Anhängen

source: Close On Response
de: Schließen nach Antwort

source: Only applicable if response is entered
de: Nur anwendbar, wenn eine Antwort eigegeben wurde

source: My signature
de: Meine Signatur

source: Optional internal note (recommended on assignment)
de: Optionale interne Notiz (empfohlen bei einer Zuweisung)

source: Create
de: Erstellen

source: Unable to obtain a lock on the ticket
de: Konnte das Ticket nicht sperren

source: Ticket is assigned to %s
de: Ticket ist zugewiesen zu %s

source: This ticket is currently locked by %s
de: Dieses Ticket ist zur Zeit gesperrt von %s

source: Email is in banlist! Must be removed before any reply/response
de: Email ist in der Sperrliste! Sie muss aus der Sperrliste vor jeglichen Antworten entfernt werden.

source: More
de: Mehr

source: Close
de: Schließen

source: Reopen
de: wieder öffnen

source: Claim
de: Für sich beanspruchen

source: Print
de: Drucken

source: Release (unassign) Ticket
de: Ticket (von Zuweisung) freigeben

source: Mark as Overdue
de: Als Überfällig markieren

source: Mark as Unanswered
de: Als Unbeantwortet markieren

source: Mark as Answered
de: Als Beantwortet markieren

source: Ban Email
de: Email sperren

source: Unban Email
de: Email entsperren

source: %d Open Tickets
de: %d Offene Tickets

source: %d Closed Tickets
de: %d Geschlossene Tickets

source: Unknown
de: Unbekannt

source: none
de: keiner

source: posted by <b>%s</b>
de: geschrieben von <b>%s</b>

source: No internal notes found.
de: Keine internen Notizen gefunden.

source: Error fetching ticket thread - get technical help.
de: Fehler beim Abhohlen des Ticketverlaufs - fordern Sie technische Hilfe an.

source: Post Internal Note
de: Int. Notiz erstellen

source: Dept. Transfer
de: Abteilungstransfer

source: Reassign Ticket
de: Ticket neuzuw.

source: Assign Ticket
de: Ticket zuweisen

source: TO
de: bis

source: Email Reply
de: Email-Antwort

source: Reopen on Reply
de: Wieder öffnen nach Antwort

source: Close on Reply
de: Schließen nach Antwort

source: Note details
de: Notizdetails

source: Note title
de: Notiztitel

source: summarry of the note (optional)
de: Zusammenfassung der Notiz (optional)

source: unchanged
de: unverändert

source: Reopen Ticket
de: Ticket wieder öffnen

source: Close Ticket
de: Ticket schließen

source: Ticket States
de: Ticketstati

source: Flag As Overdue
de: Als überfällig markieren

source: Clear Overdue Flag
de: Überfälligkeitsmarkierung entfernen

source: Release (Unassign) Ticket
de: Ticket (von Zuweisung) freigeben

source: Ticket is currently in <b>%s</b> department.
de: Ticket ist derzeit in der Abteilung <b>%s</b>.

source: Select Target Department
de: Zielabteilung auswählen

source: Comments
de: Kommentare

source: Enter reasons for the transfer.
de: Grund für Transfer eingeben.

source: Assignee
de: Zugewiesener

source: Ticket is currently assigned to <b>%s</b>
de: Ticket ist derzeit zugewiesen zu <b>%s</b>

source: Assigning a closed ticket will <b>reopen</b> it!
de: Bei der Zuweisung eines geschlossenen Tickets wird dieses Ticket <b>wieder geöffnet</b>!

source: Claim Ticket (comments optional)
de: Ticket einfordern (Kommentar optional)

source: Enter reasons for the assignment or instructions for assignee.
de: Geben Sie den grund für die Zuweisung oder Anweisungen für den Zugewiesenen ein.

source: Ticket Print Options
de: Ticket Druckoptionen

source: Print Notes
de: Notizen drucken

source: Print <b>Internal</b> Notes/Comments
de: <b>Interne</b> Notizen/Kommentare drucken

source: Paper Size
de: Papiergröße

source: Select Print Paper Size
de: Papiergröße auswählen

source: Are you sure you want to <b>%s</b> this ticket?
de: Sind Sie sicher, dass sie dieses Ticket <b>%s</b> wollen?

source: REOPEN
de: WIEDER ÖFFNEN

source: CLOSE
de: SCHLIEßEN

source: Reasons for status change (internal note). Optional but highly recommended.
de: Grund für den Statuswechsel (interne Notiz). Optional aber sehr empfohlen.

source: Are you sure want to <b>claim</b> (self assign) this ticket?
de: Sind Sie sicher, dass Sie dieses Ticket <b>für sich beanspruchen</b> (sich selbst Zuweisen) wollen?

source: Are you sure want to flag the ticket as <b>answered</b>?
de: Sind Sie sicher, dass Sie dieses Ticket als <b>beantwortet</b> markieren wollen?

source: Are you sure want to flag the ticket as <b>unanswered</b>?
de: Sind Sie sicher, dass Sie dieses Ticket als <b>unbeantwortet</b> markieren wollen?

source: Are you sure want to flag the ticket as <font color="red"><b>overdue</b></font>?
de: Sind Sie sicher, dass Sie dieses Ticket als <font color="red"><b>überfällig</b></font> markieren wollen?

source: Are you sure want to <b>ban</b> %s?
de: Sind Sie sicher, dass sie die Email %s <b>sperren</b> wollen?

source: New tickets from the email address will be auto-rejected.
de: Neue Tickets von dieser Email werden automatisch abgewiesen.

source: Are you sure want to <b>remove</b> %s from ban list?
de: Sind Sie sicher, dass sie die Email %s von der Sperrliste <b>entfernen</b> wollen?

source: Are you sure want to <b>unassign</b> ticket from %s<b>?
de: Sind Sie sicher, dass sie die Zuweisung dieses Tickets von %s <b>entfernen</b> wollen?

source: Are you sure you want to DELETE this ticket?
de: Sind Sie sicher, dass Sie dieses Ticket LÖSCHEN wollen?
