Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Deleted tickets CANNOT be recovered, including any associated attachments.
de: Gelöschte Tickets können NICHT wiederhergestellt werden. Die damit zusammenhängenden Anhänge auch nicht.

source: Search term must be more than 3 chars
de: Suchwort muss mehr als 3 Buchstaben lang sein

source: Overdue Tickets
de: Überfällige Tickets

source: advanced
de: erweitert

source: Sort By Ticket ID
de: Sortieren nach TicketID

source: Sort By Date
de: Sortieren nach Datum

source: Sort By Subject
de: Sortieren nach Betreff

source: Sort By Name
de: Sortieren nach Namen

source: Sort By Status
de: Sortieren nach Status

source: Sort By Priority
de: Sortieren nach Priorität

source: Sort By Closing Staff Name
de: Sortieren nach schließendem Mitarbeiter

source: Sort By Assignee
de: Sortieren nach Zugewiesenen

source: Sort By Department
de: Sortieren nach Abteilung

source: There are no tickets here. (Leave a little early today).
de: Es sind keine Tickets vorhanden (Gehen Sie heut ein bisschen früher nach Hause)

source: Query returned 0 results.
de: Suche ergab keine Ergebnisse.

source: Are you sure want to <b>close</b> selected open tickets?
de: Sind Sie sicher, dass sie die ausgewählten Tickets <b>schließen</b> wollen?

source: Are you sure want to <b>reopen</b> selected closed tickets?
de: Sind Sie sicher, dass sie die ausgewählten Tickets <b>wieder öffnen</b> wollen?

source: Are you sure want to flag the selected tickets as <font color="red"><b>overdue</b></font>?
de: Sind Sie sicher, dass sie die ausgewählten Tickets <font color="red"><b>als überfällig markieren</b></font> wollen?

source: Are you sure you want to DELETE selected tickets?
de: Sind Sie sicher, dass Sie die ausgewählten Tickets löschen wollen?

source: Advanced Ticket Search
de: Erweiterte Ticketsuche

source: Keyword
de: Schlüsselwort

source: Answered
de: Beantwortete

source: Anyone
de: Jedem

source: Me
de: Ich

source: Date Range
de: Datumsbereich

source: Email Template Message
de: Email Nachrichtenvorlage

source: Message Template
de: Nachrichtenvorlage

source: Select Setting Group
de: Einstellungsgruppe auswählen

source: Subject and body required.
de: Betreff und Nachricht benötigt.

source: Message Subject
de: Betreff

source: Email message subject
de: Email-Betreff

source: Message Body
de: Nachricht

source: Email message body.
de: Email-Nachricht.

source: Upgrade Aborted!
de: Upgrade Abgebrochen!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
de: Upgrade wegen Fehlern abgebrochen. Jegliche Fehler in dieser Etappe sind schwerwiegend.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
de: Bitte notieren Sie die Fehler, wenn vorhanden, wenn Sie %1$s Hilfe ersuchen %2$s.

source: Internal error occurred - get technical help.
de: Internal error. Beschaffen Sie sich technische Unterstützung.

source: For details - please view %1$s system logs %2$s or check your email.
de: Für Details betrachten Sie die %1$s Systemlogs %2$s oder Ihre Email.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
de: Weitere Informationen können Sie dem %1$s Upgrade Guide %2$s auf der Wiki entnehmen.

source: Need Help?
de: Brauchen Sie Hilfe?

source: We provide %1$s professional upgrade services %2$s and commercial support.
de: Wir bieten %1$s professionelle Upgrade Dienste %2$s und kommerzielle Unterstützung an.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
de: %1$s Kontaktieren Sie uns %2$s Heute für <u>schnellere</u> Hilfe.

source: What to do?
de: Was ist zu tun?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
de: Stellen Sie Ihre vorherige Version von einer Sicherung wieder her und versuchen erneut das Upgrade zu installieren. Oder %1$s ersuchen Sie Hilfe %2$s.

source: Upgrade Completed!
de: Upgrade Abgeschlossen!

source: Congratulations osTicket upgrade has been completed successfully.
de: Glückwunsch. Das osTicket Upgrade wurde erfolgreich durchgeführt.

source: Please refer to %1$s Release Notes %2$s for more information about changes and/or new features.
de: Weitere Informationen können Sie dem %1$s Upgrade Guide %2$s auf der Wiki entnehmen.

source: Once again, thank you for choosing osTicket.
de: Nochmals vielen Dank für Ihre Wahl zum osTicket.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
de: Bitte zögern Sie nicht uns von Verbesserungen und Features, die Sie in osTicket sehen wollen %1$s wissen zu lassen %2$s. So könnten wir diese in zuküftigen, besseren Versionen von osTicket, hinzufügen.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
de: Wie nehmen Nutzer-Bewertungen ernst und können Änderungen basierend auf Ihren Vorgaben machen.

source: Good luck.
de: Viel Glück.

source: What's Next?
de: Was kommt als nächstes?

source: Post-upgrade
de: Nach dem Upgrade

source: You can now go to %1$s Admin Panel %2$s to enable the system and explore the new features. For complete and upto date release notes see %3$s osTicket wiki %4$s
de: Sie können nun zum %1$s Admin Panel %2$s gehen um das System zu aktivieren und die neuen Features zu erkunden. Für vollständige und aktuelle Release Notes besuchen Sie die %3$s osTicket Wiki %4$s

source: Stay up to date
de: Bleiben Sie auf dem aktuellen Stand

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
de: Es ist wichtig Ihre osTicket Installation auf dem aktuellen Stand zu halten. Erhalten Sie Ankündigungen, Sicherheitsupdates und Warnungen!

source: %1$s Get in the loop %2$s today and stay informed!
de: %1$s Melden Sie sich an %2$s und bleiben Sie informiert!

source: Commercial support available
de: Kommerzielle Unterstützung erhältlich

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
de: Erwerben Sie Beratung und praktische Erfahrung um einzigartige Hindernisse anzusprechen und stellen Sie sicher, dass Ihr osTicket sauber, effizient und sicher arbeitet. %1$s Mehr Erfahren! %2$s

source: Thank you for being a loyal osTicket user!
de: Wir danken Ihnen dafür, dass Sie ein loyaler osTicket-Nutzer sind!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
de: Der Upgradeassistent wird Sie duch jeden Schritt der Upgrade-Prozedur führen. Obwohl wir versuchen den Upgrade-Prozess so unkompliziert und schmerzlos wie möglich zu gestalten, können wir dies nicht für jeden Benutzer garantieren.

source: Getting ready!
de: Bereite mich vor!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
de: Bevor wir anfangen, werden wir prüfen ob Ihre Serverkonfiguration die Mindestanforderungen erfüllt um die aktuellste Version von osTicket zu betreiben.

source: Prerequisites
de: Vorraussetzungen

source: These items are necessary in order to run the latest version of osTicket.
de: Folgendes benötigen Sie um die aktuellste Version von osTicket zu betreiben.

source: %s or greater
de: %s oder höher

source: module loaded
de: Modul geladen

source: missing!
de: fehlt!

source: Higly Recommended
de: Dringendst empfohlen

source: We hightly recommend that you follow the steps below.
de: Wir empfehlen Ihnen dringendst die folgenden Schritte zu befolgen.

source: Backup the current database, if you haven't done so already.
de: Sichern Sie Ihre Datenbank, wenn Sie es nicht schon getan haben.

source: Be patient the upgrade process will take a couple of seconds.
de: Bitte haben Sie etwas Geduld. Der Upgrade-Prozess dauert ein paar Sekunden.

source: Start Upgrade Now
de: Das Upgrade starten

source: Remember to backup your osTicket database
de: Denken Sie daran Ihre osTicket Datenbank zu sichern

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
de: Besuchen Sie den %1$s Upgrade Guide %2$s auf der Wiki, für die neusten Tips.

source: If you experience any problems, you can always restore your files/database backup.
de: Wenn Sie irgendwelche Probleme erfahren, können sie jederzeit Ihre gesicherten Dateien/Datenbank wiederherstellen.

source: We can help, feel free to %1$s contact us %2$s for professional help.
de: Wir können helfen, fühlen Sie sich frei uns für professionele Hilfe zu %1$s kontaktieren %2$s.

source: Doing stuff!
de: Habe zu tun!

source: Please wait... while we upgrade your osTicket installation!
de: Bitte warten... während wir Ihr osTicket upgraden!

source: Configuration file rename required!
de: Die Config-Datei muss umbenannt werden um fortzufahren!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
de: Um mögliche Konflikte zu vermeiden, nehmen Sie sich bitte eine Minute Ihrer Zeit und benennen die Konfigurationsdatei wie folgend beschrieben um.

source: Solution
de: Lösung

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
de: Benennen Sie die Datei <b>include/settings.php</b> zu <b>include/ost-config.php</b> um und klicken Sie danach auf Fortfahren.

source: Continue
de: Fortfahren

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
de: Wenn Sie nach besserer Unterstützung suchen, können wir ein <u>professionelles Upgrade</u> und kommerziellen Support mit garantierten Antwortzeiten, sowie Zugriff zu den Basisentwicklern anbieten. Wir können Ihnen außerdem helfen osTicket Ihren Wünschen entsprechend anzupassen und zu erweitern.

source: Learn More!
de: Mehr Erfahren!

source: Thank you for taking the time to upgrade your osTicket intallation!
de: Danke, dass Sie sich die Zeit nehmen Ihr osTicket zu aktualisieren!

source: Please don't cancel or close the browser, any errors at this stage will be fatal.
de: Bitte brechen Sie den Ladevorgang nicht ab und schließen Sie nicht den Browser. Alle Fehler in diesem Stadium sind schwerwiegend.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
de: Der Upgrade-Assistent wird jetzt Ihre Datenbank und Kerneinstellungen upgraden!

source: Database enhancements
de: Datenbank Erweiterungen

source: New and updated features
de: Neue und Aktualisierte Features

source: Enhance settings and security
de: Einstellungens- und Sicherheitsverbesserungen

source: Upgrade Now!
de: Jetzt Upgraden!

source: Be patient the process will take a couple of minutes.
de: Bitte haben Sie Geduld, der Prozess dauert ein paar Minuten.

source: %s - Relax!
de: %s - Entspannen Sie sich!

source: Unknown or invalid FAQ
de: Unbekannte oder ungültige FAQ

source: Unknown or invalid FAQ category
de: Unbekannte oder ungültige FAQ-Kategorie

source: System upgrade is pending
de: Systemupgrade steht an

source: Upgrade Now
de: Jetzt Upgraden

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
de: Bitte benennen Sie die Config-Datei include/%s zu include/ost-config.php um, um mögliche Konflikte zu vermeiden

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
de: Bitte löschen Sie den <strong>setup/install</strong> Ordner (../setup/) aus Sicherheitsgründen.

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
de: Bitte ändern Sie die Berechtigung auf die Config-Datei (%1$s), sodass Schreibrechte entfernt werden. z.B. <i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
de: Bitte denken Sie darüber nach, 'register globals' auszuschalten

source: Unknown or invalid API key ID.
de: Unbekannter oder ungültiger API Schlüssel.

source: Unknown or invalid API key.
de: Unbekannter oder ungültiger API Schlüssel.

source: API key updated successfully
de: API Schlüssel erfolgreich geändert

source: Error updating API key. Try again!
de: Fehler beim Ändern des API Schlüssels. Erneut versuchen!

source: API key added successfully
de: API Schlüssel erfolgreich hinzugefügt

source: Unable to add an API key. Correct error(s) below and try again.
de: Konnte den API Schlüssel nicht hinzufügen. Folgende Fehler beheben und erneut versuchen.

source: You must select at least one API key
de: Sie müssen mindestens einen API Schlüssel auswählen

source: Selected API keys enabled
de: Ausgewählte API Schlüssel aktiviert

source: %1$d of %2$d selected API keys enabled
de: %1$d von %2$d ausgewählten API Schlüsseln aktiviert

source: Unable to enable selected API keys.
de: Konnte ausgewählte API Schlüssel nicht aktivieren.

source: Selected API keys disabled
de: Ausgewählte API Schlüssel deaktiviert

source: %1$d of %2$d selected API keys disabled
de: %1$d von %2$d ausgewählten API Schlüsseln deaktiviert

source: Unable to disable selected API keys
de: Konnte ausgewählte API Schlüssel nicht deaktivieren.

source: Selected API keys deleted successfully
de: Ausgewählte API Schlüssel gelöscht

source: %1$d of %2$d selected API keys deleted
de: %1$d von %2$d ausgewählten API Schlüsseln gelöscht

source: Unable to delete selected API keys
de: Konnte ausgewählte API Schlüssel nicht löschen.

source: Unknown action - get technical help
de: Unbekannte Aktion - fordern Sie technische Hilfe an

source: Unknown action/command
de: Unbekannter Befehl/Aktion

source: System ban list is empty.
de: System Sperrliste ist leer.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
de: SYSTEM SPERRLISTE ist <b>DEAKTIVIERT</b>

source: enable here
de: hier aktivieren

source: Unknown or invalid ban list ID #
de: Unbekannte oder ungültige SperrlistenID #

source: Unknown or invalid ban rule.
de: Unbekannte oder ungültige Sperrregel.

source: Valid email address required
de: Gültige Email-Adresse benötigt

source: Email updated successfully
de: Email erfolgreich geändert

source: Error updating ban rule. Try again!
de: Fehler beim Ändern der Sperrregel. Erneut versuchen!

source: Unknown or invalid ban list
de: Unbekannte oder ungültige Sperrliste

source: Email already in the ban list
de: Email ist bereits gesperrt

source: Email address added to ban list successfully
de: Email-Adresse erfolgreich zur Sperrliste hinzugefügt

source: Error creating ban rule. Try again!
de: Fehler beim erstellen der Sperrregel. Erneut versuchen!

source: You must select at least one email to process.
de: Sie müssen mindestens eine Email zum bearbeiten auswählen.

source: Selected emails ban status set to enabled
de: Ausgewählte Emails auf gesperrt gesetzt

source: %1$d of %2$d selected emails ban status enabled
de: %1$d von %2$d ausgewählten Emails auf gesperrt gesetzt

source: Unable to enable selected emails
de: Konnte aufgewählte Emails nicht sperren

source: Selected emails ban status set to disabled
de: Ausgewählte Emails auf entsperrt gesetzt

source: %1$d of %2$d selected emails ban status set to disabled
de: %1$d von %2$d ausgewählten Emails auf entsperrt gesetzt

source: Unable to disable selected emails
de: Konnte ausgewählte Emails nicht entsperren

source: Selected emails deleted from banlist successfully
de: Ausgewählte Emails von der Sperrliste gelöscht

source: %1$d of %2$d selected emails deleted from banlist
de: %1$d von %2$d ausgewählten Emails von der Sperrliste gelöscht

source: Unable to delete selected emails
de: Konnte ausgewählte Emails nicht löschen

source: Unknown or invalid canned response ID.
de: Unbekannte oder ungültige AntwortID.

source: Unknown or invalid canned response.
de: Unbekannte oder ungültige Antwort.

source: Canned response updated successfully
de: Vorgefertigte Antwort erfolgreich geändert

source: Error updating canned response. Try again!
de: Fehler beim Ändern der vorgefertigten Antwort. Erneut versuchen!

source: Canned response added successfully
de: Vorgefertigte Antwort erfolgreich hinzugefügt

source: Unable to add canned response. Correct error(s) below and try again.
de: Konnte vorgefertigte Antwort nicht hinzufügen. Bitte folgende Fehler beheben und erneut versuchen.

source: You must select at least one canned response
de: Sie müssen mindestens eine vorgefertigte Antwort auswählen

source: Selected canned responses enabled
de: Ausgewählte vorgefertigten Antworten aktiviert

source: %1$d of %2$d selected canned responses enabled
de: %1$d von %2$d ausgewählte vorgefertigten Antworten aktiviert

source: Unable to enable selected canned responses.
de: Konnte ausgewählte vorgefertigten Antworten nicht aktivieren.

source: Selected canned responses disabled
de: Ausgewählte vorgefertigten Antworten deaktiviert

source: %1$d of %2$d selected canned responses disabled
de: %1$d von %2$d ausgewählte vorgefertigten Antworten deaktiviert

source: Unable to disable selected canned responses
de: Konnte ausgewählte vorgefertigten Antworten nicht deaktivieren

source: Selected canned responses deleted successfully
de: Ausgewählte vorgefertigten Antworten erfolgreich gelöscht

source: %1$d of %2$d selected canned responses deleted
de: %1$d von %2$d ausgewählte vorgefertigten Antworten gelöscht

source: Unable to delete selected canned responses
de: Konnte ausgewählte vorgefertigten Antworten nicht löschen

source: Unknown command
de: Unbekannter Befehl

source: Unknown or invalid category ID.
de: Unbekannte oder ungültige KategorieID.

source: Unknown or invalid category.
de: Unbekannte oder ungültige Kategorie.

source: Category updated successfully
de: Kategorie erfolgreich geändert

source: Error updating category. Try again!
de: Fehler beim Ändern der Kategorie. Erneut versuchen!

source: Category added successfully
de: Kategorie erfolgreich hinzugefügt

source: Unable to add category. Correct error(s) below and try again.
de: Konnte Katergorie nicht hinzufügen. Bitte folgende Fehler beheben und erneut versuchen.

source: You must select at least one category
de: Sie müssen mindestens eine Kategorie auswählen

source: Selected categories made PUBLIC
de: Ausgewählte Kategorien VERÖFFENTLICHT

source: %1$d of %2$d selected categories made PUBLIC
de: %1$d von %2$d ausgewählten Kategorien VERÖFFENTLICHT

source: Unable to enable selected categories public.
de: Konnte ausgewählte Kategorien nicht veröffentlichen.

source: Selected categories made PRIVATE
de: Ausgewählte Kategorien DEAKTIVIERT

source: %1$d of %2$d selected categories made PRIVATE
de: %1$d von %2$d ausgewählten Kategorien DEAKTIVIERT

source: Unable to disable selected categories PRIVATE
de: Konnte ausgewählte Kategorien nicht DEAKTIVIEREN

source: Selected categories deleted successfully
de: Ausgewählte Kategorien erfolgreich gelöscht

source: %1$d of %2$d selected categories deleted
de: %1$d von %2$d ausgewählten Kategorien gelöscht

source: Unable to delete selected categories
de: Konnte ausgewählte Kategorien nicht löschen

source: Ticket Activity
de: Ticketaktivität

source: Select the starting time and period for the system activity graph
de: Wählen Sie den Startzeitpunkt und die Periode für den Aktivitätsgraphen aus

source: Report timeframe
de: Bericht Zeitrahmen

source: Last month
de: letzter Monat

source: period
de: Periode

source: Up to today
de: Bis Heute

source: One Week
de: Eine Woche

source: Two Weeks
de: Zwei Wochen

source: One Month
de: Einen Monat

source: One Quarter
de: Ein Viertel

source: Statistics
de: Statistik

source: Statistics of tickets organized by department, help topic, and staff.
de: Statistik der Tickets, sortiert nach Abteilung, Problemart und Mitarbeitern.

source: Unknown or invalid department ID.
de: Unbekannte oder ungültige AbteilungsID.

source: Unknown or invalid department.
de: Unbekannte oder ungültige Abteilung.

source: Department updated successfully
de: Abteilung erfolgreich geändert

source: Error updating department. Try again!
de: Fehler bei der Änderung der Abteilung. Erneut versuchen!

source: %s added successfully
de: %s erfolgreich hinzugefügt

source: Unable to add department. Correct error(s) below and try again.
de: Konnte Abteilung nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one department
de: Sie müssen mindestens eine Abteilung auswählen

source: You can not disable/delete a default department. Remove default Dept. and try again.
de: Sie können eine Standardabteilung nicht deaktivieren/löschen. Entfernen Sie die Standardeinstellung und versuchen es erneut.

source: Selected departments made public
de: Ausgewählte Abteilungen veröffentlicht

source: %1$d of %2$d selected departments made public
de: %1$d von %2$d ausgewählten Abteilungen veröffentlicht

source: Unable to make selected department public.
de: Konnte ausgewählte Abteilungen nicht veröffentlichen.

source: Selected departments made private
de: Ausgewählte Abteilungen verborgen

source: %1$d of %2$d selected departments made private
de: %1$d von %2$d ausgewählten Abteilungen verborgen

source: Unable to make selected department(s) private. Possibly already private!
de: Konnte ausgewählte Abteilungen nicht verbergen. Vielleicht sind sie bereits verborgen!

source: Departments with staff can not be deleted. Move staff first.
de: Abteilungen mit Mitgliedern können nicht gelöscht werden. Entfernen Sie zuerst die Mitglieder.

source: Selected departments deleted successfully
de: Ausgewählte Abteilungen erfolgreich gelöscht

source: %1$d of %2$d selected departments deleted
de: %1$d von %2$d ausgewählten Abteilungen gelöscht

source: Unable to delete selected departments.
de: Konnte ausgewählte Abteilungen nicht löschen.

source: Unknown or invalid email ID.
de: Unbekannte oder ungültige EmailID.

source: Unknown or invalid email.
de: Unbekannte oder ungültige Email.

source: Error updating email. Try again!
de: Fehler beim Änderung der Email. Erneut versuchen!

source: Email address added successfully
de: Email-Adresse erfolgreich hinzugefügt

source: Unable to add email. Correct error(s) below and try again.
de: Konnte Email-Adresse nicht hinzufügen. Beheben Sie folgende Fehler und versuchen es erneut.

source: You must select at least one email address
de: Sie müssen mindestens eine Email-Adresse auswählen

source: One or more of the selected emails is being used by a department. Remove association first!
de: Eine oder mehrere der ausgewählten Emails werden von einer Abteilung genutzt. Entfernen Sie zuerst die Zuweisung!

source: Selected emails deleted successfully
de: Ausgewählte Emails erfolgreich gelöscht

source: %1$d of %2$d selected emails deleted
de: %1$d von %2$d ausgewählten Emails erfolgreich gelöscht

source: Select from email address
de: Email-Adresse für Absender auswählen

source: To email address required
de: Empfänger muss eingegeben werden

source: Test email sent successfully to %s
de: Testemail erfolgreich zu %s

source: Error sending email - try again.
de: Fehler beim Senden der Email - Erneut Versuchen.

source: Test Outgoing Email
de: Ausgehende Emails Testen

source: Emails delivery depends on your server settings (php.ini) and/or email SMTP configuration.
de: Emailversand hängt von Ihren Servereinstellungen (php.ini) und/oder von der SMTP-Einstellung ab.

source: Select FROM Email
de: Einen Absender auswählen

source: To
de: Empfänger
