Repository: osTicket/osTicket-1.7
Catalog: include/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Selected tickets (%d) marked overdue
de: Ausgewählte Tickets (%d) als überfällig markiert

source: %1$d of %2$d selected tickets marked overdue
de: %1$d von %2$d ausgewählten Tickets als überfällig markiert

source: Unable to flag selected tickets as overdue
de: Konnte Tickets nicht als überfällig markieren

source: %1$s (%2$s) just deleted %3$d ticket(s)
de: %1$s (%2$s) hat soeben %3$d Ticket(s) gelöscht

source: Tickets deleted
de: Tickets gelöscht

source: Selected tickets (%d) deleted successfully
de: Ausgewählte Tickets (%d) erfolgreich gelöscht

source: %1$d of %2$d selected tickets deleted
de: %1$d von %2$d ausgewählten Tickets erfolgreich gelöscht

source: Unable to delete selected tickets
de: Konnte ausgewählten Tickets nicht löschen

source: You do not have permission to delete tickets
de: Sie haben nicht das Recht um Tickets zu löschen

source: Unknown or unsupported action - get technical help
de: Unbekannte oder nicht unterstützte Aktion - fordern Sie technische Hilfe an

source: You do not have permission to create tickets. Contact admin for such access
de: Sie haben nicht das Recht Tickets zu erstellen. Kontaktieren Sie den Administrator für die Freigabe

source: Ticket created successfully
de: Ticket erfolgreich erstellt

source: Unable to create the ticket. Correct the error(s) and try again
de: Konnte Ticket nicht erstellen. Korrigieren Sie folgende Fehler und versuchen Sie es erneut

source: %d tickets assigned to you! Do something about it!
de: Es sind Ihnen %d Tickets zugewiesen! Machen Sie was dagegen!

source: Stale Tickets
de: Abgestandene Tickets

source: %d overdue tickets!
de: %d überfällige Tickets!

source: My Closed Tickets
de: Meine geschlossenen Tickets

source: Internal error: Unable to export the ticket to PDF for print.
de: Internal error: Konnte das Ticket nicht zu einer PDF zum Drucken umwandeln.

source: Query token required
de: Abfragetoken benötigt

source: Query token not found
de: Abfragetoken nicht gefunden

source: Internal error: Unable to dump query results
de: Internal error: Konnte Abfrageergebnis nicht ausgeben

source: Nothing to do! System already upgraded to the current version
de: Nichts zu tun! Das System ist bereits ist bereits aktuell

source: The upgrader does NOT support upgrading from the current vesion!
de: Der Upgrader unterstützt NICHT das Upgraden von der derzeitigen Version!

source: Minimum requirements not met! Refer to Release Notes for more information
de: Mindestanforderungen nicht erfüllt! Betrachten Sie die Release Notes für mehr Informationen

source: Config file rename required to continue!
de: Die Config-Datei muss umbenannt werden um fortzufahren!

source: Unknown action!
de: Unbekannte Aktion!

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
de: Nichts zu tun! Das System ist bereits auf <b>%s</b> upgegraded.

source: The upgrader does NOT support upgrading from the current patch [%s]!
de: Der Upgrader unterstützt NICHT das Upgraden von dem derzeitigen Patch [%s]!

source: Installing osTicket v%s
de: Installiere osTicket v%s

source: Installation Guide
de: Installationsanleitung

source: Get Professional Help
de: Professionelle Hilfe anfordern

source: Minimum requirements not met!
de: Mindestanforderungen nicht erfüllt!

source: Configuration file does NOT exist. Follow steps below to add one.
de: Konfigurationsdatei existiert NICHT. Folgen Sie den Schritten um eine Konfigurationsdatei zu erstellen.

source: Write access required to continue
de: Schreibzugriff benötigt um Fortzufahren

source: Error installing osTicket - correct the errors below and try again.
de: Fehler beim Installieren von osTicket - Beheben Sie folgende Fehler und versuchen es erneut!

source: Invalid
de: Ungültig

source: Check one or more
de: Einen oder mehrere ankreuzen

source: The name of your support system e.g [Company Name] Support
de: Der Name Ihres Ticketsystems z.B. [Firmenname] Support

source: Default email address e.g support@yourcompany.com - you can add more later!
de: Standard Email-Adresse z.B. support@ihrefirma.de - Sie können später mehr hinzufügen!

source: Admin's first name
de: Vorname des Admins

source: Admin's last name
de: Nachname des Admins

source: Admin's personal email address. Must be different from system's default email.
de: Die Persöhnliche Email-Adresse des Admins. Sie muss sich von der System Satndard-Email unterscheiden.

source: Admin's login name. Must be at least three (3) characters.
de: Benutzername des Admins. Muss mindestens 3 Zeichen lang sein.

source: Admin's password. Must be five (5) characters or more.
de: Admin Passwort. Es muss mindestens fünf (5) Zeichen lang sein.

source: Retype admin's password. Must match.
de: Admin Passwort Nochmals schreiben. Sie müssen übereinstimmen.

source: MySQL Table Prefix.
de: MySQL Tabellenprefix.

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
de: osTicket benötigt ein Tabellenprefix um mögliche Konflikte mit anderen Tabellen, in einer gemeinsamen Datenbank, zu vermeiden.

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
de: Die meisten Hosts benutzen 'localhost' für den lokalen Datenbank-Hostnamen. Überprüfen Sie Ihren Host, wenn localhost fehlschlägt. Der Standardport, der in der php.ini gesetzt ist, wird angenommen.

source: MySQL Database
de: MySQL Datenbank

source: Name of the database osTicket will use.
de: Name der Datenbank, die osTicket benutzen wird.

source: MySQL Username
de: MySQL Benutzername

source: The MySQL user must have full rights to the database.
de: Der MyAQL-Nutzer muss alle Rechte in der Datenbank haben.

source: MySQL Password
de: MySQL Passwort

source: MySQL password associated with above user.
de: MySQL Passwort zu dem oben gewählten Benutzer.

source: Table prefix required
de: Tabellenprefix benötigt

source: Database name required
de: Datenbankname benötigt

source: Missing or invalid data - correct the errors and try again.
de: Fehlende oder ungültige Daten - Prüfen Sie die Fehler und versuchen Sie es erneut

source: Conflicts with system email above
de: Konflikt mit oben angegebener System-Email-Adresse

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
de: Übgültiges Prefix. Es muss einen Unterstrich (_) am ende enthalten. z.B. 'ost_'

source: Bad username
de: Schlechter Benutzername

source: Unable to connect to MySQL server. Possibly invalid login info.
de: Konnte mich nicht mit dem MySQL Server verbinden. Möglicherweise falsche Anmeldedaten.

source: osTicket requires MySQL %s or better!
de: osTicket benötigt MySQL %s oder neuer!

source: Database doesn't exist
de: Datenbank existiert nicht

source: Unable to create the database.
de: Kann Datenbank nicht erstellen.

source: Unable to select the database
de: Kann Datenbank nicht auswählen

source: We have a problem - another installation with same table prefix exists!
de: Wir haben ein Problem - Eine andere Installation mit dem gleichen Tabellenprefix existiert!

source: Prefix already in-use
de: Prefix wird bereits verwendet

source: Internal Error - please make sure your download is the latest (#1)
de: Internal Error - Bitte stellen Sie sicher, dass sie die aktuellste Version heruntergeladen haben (#1)

source: Unknown or invalid schema signature (%1$s .. %2$s)
de: Unbekannte oder ungültige Schema-Signatur (%1$s .. %2$s)

source: Unable to read config file. Permission denied! (#2)
de: Konnte Konfigurationsdatei nicht lesen. Zugriff verweigert! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
de: Konnte Konfigurationsdatei nicht öffnen. Zugriff verweigert! (#3)

source: Error parsing SQL schema! Get help from developers (#4)
de: Fehler beim parsen des SQL-Schemas! Beschaffen Sie sich Hilfe von den Entwicklern (#4)

source: Unable to create admin user (#6)
de: Konnte Administrator-Benutzer nicht erstellen (#6)

source: Unable to create config settings (#7)
de: Konnte Konfigurationseinstellungen nicht erstellen (#7)

source: Unable to write to config file. Permission denied! (#5)
de: Konnte nicht in die Konfigurationsdatei schreiben. Zugriff verweigert! (#5)

source: Congratulations and Thank you for choosing osTicket!
de: Glückwunsch! Danke dass Sie osTicket gewählt haben!

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
de: Glückwunsch zur fertigen Basisinstallation von osTicket! Danke dass Sie osTicket gewählt haben!

source: Configuration file missing!
de: Konfigurationsdatei fehlt!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
de: osTicket installer benötigt Schreibrechte auf die Konfigurationsdatei, <b>include/ost-config.php</b>. Eine Beispieldatei befindet sich im include Verzeichnis (<b>include/ost-sampleconfig.php</b>)

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
de: Benennen Sie die Beispieldatei <b>include/ost-sampleconfig.php</b> um zu <b>ost-config.php</b> und klicken Sie unten auf Fortfahren.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the %1$s Installation Guide %2$s
de: Wenn die Beispieldatei fehlt - stellen Sie sicher, dass sie alle Dateien in den 'upload' Ordner hochgeladen haben oder schlagen in der %1$s Installationsanleitung %2$s nach

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
de: Falls Sie bessere Hilfe suchen, können wir <u>professionelle Dienste</u> und Kommerziellen Support mit besseren Antwortzeiten, sowie Zugriff zu den Basisentwicklern anbieten. Wir können Ihnen außerdem helfen osTicket Ihren Wünschen entsprechend anzupassen und zu erweitern.

source: Configuration file is not writable
de: Konfigurationsdatei ist nicht beschreibbar

source: osTicket installer requires ability to write to the configuration file <b>include/ost-config.php</b>.
de: osTicket installer benötigt Schreibrechte auf die Konfigurationsdatei, <b>include/ost-config.php</b>.

source: Please follow the instructions below to give read and write access to the web server user.
de: Bitte folgen Sie den unten stehenden Anweisungen und geben Sie dem Internetbenutzer Lese- und Schreibrechte auf dem Webserver.

source: Using WS_FTP this would be right hand clicking on the fil, selecting chmod, and then giving all permissions to the file.
de: Bei verwendung von WS_FTP klicken Sie mit der rechten Maustaste auf die Datei, wählen Sie chmod und geben nun alle Rechte auf diese Datei.

source: Click on the file, select change permission, and then giving all permissions to the file.
de: Klicken Sie auf die Datei. Wählen Sie Rechte ändern aus und geben nun alle Rechte auf diese Datei.

source: Don't worry! We'll remind you to take away the write access post-install
de: Keine Sorge! Wir erinnern Sie nach der Installation daran die Rechte wieder zurückzusetzen

source: Done? Continue
de: Fertig? Fortfahren

source: osTicket is already installed?
de: osTicket ist bereits installiert?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to %1$s Admin Panel %2$s.
de: Die Konfigurationsdatei ist bereits angepasst - was bedeuten könnte, dass osTicket bereits installiert wurde oder dass die Konfigurationsdatei beschädigt ist. Wenn Sie osTicket hochstufen wollen, gehen Sie zum %1$s Admin Panel %2$s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
de: Wenn Sie glauben dies ist ein Fehler, versuchen Sie die Konfigurationsdatei mit einer sauberen Vorlage zu ersetzen oder technische Hilfe anzufordern.

source: Refer to the %1$s Installation Guide %2$s on the wiki for more information.
de: Wenden Sie sich an die %1$s Installationsanleitung %2$s oder besuchen Sie die Wiki für mehr Informationen.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
de: Falls Sie bessere Hilfe suchen, können wir <u>professionelle Dienste</u> und Kommerziellen Support mit besseren Antwortzeiten, sowie Zugriff zu den Basisentwicklern anbieten.

source: Contact Us
de: Kontakt

source: Congratulations!
de: Glückwunsch!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
de: Ihre osTicket-Installation wurde erfolgreich abgeschlossen. Ihr nächster Schritt ist das Ticketsystem vollständig zu Konfigurieren. Aber bevor Sie anfangen, nehmen Sie sich bitte eine Minute zum Aufräumen.

source: Config file permission
de: Konfigurantionsdatei-Rechte

source: Change permission of ost-config.php to remove write access as shown below.
de: Ändern Sie die Rechte der Konfigurationsdatei auf nur Lesen wie unten angezeigt.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
de: Bei Verwendung von WS_FTP klicken Sie mit der rechten Maustaste auf die Datei und auf chmod, entfernen Sie nun die Schreibrechte

source: Click on the file, select change permission, and then remove write access.
de: Klicken Sie auf die Datei, wählen Sie Rechte ändern und entfernen Sie die Schreibrechte.

source: Below, you'll find some useful links regarding your installation.
de: Es Folgen ein paar nützliche Links zu Ihrer Installation.

source: Your osTicket URL
de: Ihre osTicket URL

source: Your Staff Control Panel
de: Ihr Staff Control Panel

source: osTicket Forums
de: osTicket Forum

source: Post-Install Setup
de: Konfiguration

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
de: Sie können sich nun ins %1$s Admin Panel %2$s mit dem Benutzernamen und Passwort anmelden, den Sie im Installationsprozess angegeben haben. Nach einer erfolgreichen Anmeldung können Sie mit der Konfiguration anfangen.

source: For complete and upto date guide see %1$s osTicket wiki %2$s
de: Eine komplette und aktuelle Anleitung finden Sie auf der %1$s osTicket wiki %2$s

source: Commercial Support Available
de: Kommerzielle Unterstützung Erhätlich

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
de: Lassen Sie Ihre osTicket Umsetzung nicht von technischen Problemen beeinflussen. Erwerben Sie Beratung und praktische Erfahrung um einzigartige Hindernisse anzusprechen und stellen Sie sicher, dass Ihr osTicket sauber, effizient und sicher arbeitet.

source: Thank You for Choosing osTicket!
de: Danke für Ihre Entscheidung osTicket zu nutzen!

source: We are delighted you have chosen osTicket for your customer support ticketing system!
de: Wir sind begeistert, dass Sie osTicket als Ihr Ticketsystem gewählt haben!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
de: Der Installer wird Sie durch jeden Schritt des Installationsprozesses leiten. Sie sind nur wenige Minuten von Ihrem fantastischem Ticketsystem entfernt!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to install and run osTicket.
de: Bevor wir anfangen, müssen wir Ihre Serverkonfiguration prüfen, um sicherzusetellen, dass Sie alle Vorraussetzungen für osTicket erfüllen.

source: These items are necessary in order to install and use osTicket.
de: Diese Programme sind erforderlich, um osTicket zu installieren und zu nutzen.

source: Recommended
de: Empfohlen

source: You can use osTicket without these, but you may not be able to use all features.
de: Sie können osTicket ohne diese Programme verwenden. Sie werden aber nicht alle Funktionalitäten nutzen können.

source: extension
de: Erweiterung

source: osTicket Basic Installation
de: osTicket Basisinstallation

source: Please fill out the information below to continue your osTicket installation. All fields are required.
de: Bitte füllen Sie das folgende Formular aus um mit der Installation von osTicket fortzufahren. Alle Felder werden benötigt.

source: The URL of your helpdesk, its name, and the default system email address
de: Die URL vom Helpdesk, der Name und die System-Emailadresse

source: Default Email
de: Standard Email-Adresse

source: Admin User
de: Admin-Benutzer

source: Your primary administrator account - you can add more users later.
de: Ihr primäres Administratorkonto. Sie können später mehr Benutzer hinzufügen.

source: Retype Password
de: Password-Bestätigung

source: Database Settings
de: Datenbankeinstellungen

source: Database connection information
de: Datenbank Verbindungsinformationen

source: MySQL Table Prefix
de: MySQL Tabellenprefix

source: Install Now
de: Jetzt Installieren

source: We provide <u>professional installation services</u> and commercial support.
de: Wir bieten <u>professionelle Installationsdienste</u> and Kommerziellen Support.

source: Please wait... while we install your new support ticket system!
de: Bitte warten Sie... während wir Ihr neues Ticketsystem installieren!

source: Basic Installation Completed
de: Basisinstallation abgeschlossen

source: osTicket installation has been completed successfully.
de: Die osTicket Installation wurde fertiggestellt.

source: It's important to keep your installation up to date. Get announcements, security updates and alerts delivered directly to you!
de: Es ist wichtig Ihre Installation auf dem neusten Stand zu behalten. Lassen Sie sich Ankündigungen, Sicherheitsupdates und -warnungen zuschicken!

source: I'd like to receive the following notifications
de: Ich möchte folgende Mitteilungen bekommen

source: News &amp; Announcements
de: Neuigkeiten &amp; Ankündigungen

source: Security Alerts
de: Sicherheitswarnungen

source: Keep me Updated
de: Auf dem aktuellen Stand bleiben

source: No thanks.
de: Nein Danke.

source: Thank you!
de: Danke!

source: Once again, thank you for choosing osTicket as your new customer support platform!
de: Nochmals Danke für Ihre Entscheidung osTicket als Ihr Ticketsystem zu nutzen!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
de: Ein neues Ticketsystem aufzustellen kann eine beängstigende Aufgabe sein. Lass uns dir helfen anzufangen! Wir bieten professionelle Hilfeleistungen um osTicket auf deiner Organisation rund laufen zu lassen.
