Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Email Address:
el: Διεύθυνση Email:
fr_fr: Adresse email:
pt_br: Endereço de E-mail:

source: Telephone:
el: Τηλέφωνο:
fr_fr: Téléphone:
hr: Telefon :
pt_br: Telefone:

source: Ext.:
pt_br: Ramal:

source: Help Topic:
el: Θέμα Βοήθειας:
fr_fr: Catégorie:
pt_br: Tópico de ajuda:

source: Select a Help Topic
fr_fr: Choisir catégorie
pt_br: Selecione um Tópico de Ajuda

source: General Inquiry
el: Γενική Ερώτηση
fr_fr: Demande générale
hr: Opći upit
pt_br: Geral

source: Subject:
el: Θέμα:
fr_fr: Sujet:
hr: Tema:
pt_br: Assunto:

source: Message:
el: Μήνυμα:
hr: Poruka:
pt_br: Mensagem:

source: Please provide as much detail as possible so we can best assist you.
pt_br: Favor informar o máximo de detalhes possível para que possamos melhor atendê-lo.

source: Attachments:
fr_fr: Fichiers joints:
pt_br: Anexos:

source: Ticket Priority:
el: Προτεραιότητα Δελτίων:
fr_fr: Priorité du ticket
hr: Prioritet Tiketa:
pt_br: Prioridade to Tíquete:

source: CAPTCHA Text:
fr_fr: Captcha :
pt_br: Texto CAPTCHA:

source: Enter the text shown on the image.
el: Εισάγετε το κείμενο που εμφανίζεται στην εικόνα.
hr: Unesite tekst, prikazan na slici.
pt_br: Digite o texto mostrado na imagem ao lado.

source: Create Ticket
fr_fr: Créer ticket
pt_br: Abrir Tíquete

source: Access Denied!
fr_fr: Accès refusé!
pt_br: Acesso Negado!

source: Ticket
el: Δελτίο
hr: Tiket
pt_br: Tíquete

source: Reload
el: Ανανέωση
fr_fr: Recharger
hr: Učitaj ponovno
pt_br: Recarregar

source: Ticket Status
el: Κατάσταση Δελτίων
fr_fr: Statut du ticket
hr: Tiket stanje
pt_br: Status do Tíquete

source: Ticket Thread
el: Νήμα Δελτίων
fr_fr: Historique du ticket
pt_br: Histórico do Tíquete

source: Post a Reply
fr_fr: Répondre
pt_br: Adicionar Resposta

source: Ticket will be reopened on message post
el: Το δελτίο θα ξανανοίξει κατά τη δημοσίευση του μηνύματος
hr: Tiket će biti ponovno otvoren nakon ulazne poruke
pt_br: O Tíquete será reaberto ao adicionar uma mensagem

source: To best assist you, please be specific and detailed
pt_br: Para melhor atendê-lo, por favor, seja específico e detalhado

source: Attachments
el: Συνημμένα
fr_fr: Fichiers joints
hr: Prilozi
pt_br: Anexos

source: Post Reply
el: Δημοσίευση Απάντησης
fr_fr: Répondre
pt_br: Adicionar Resposta

source: Frequently Asked Questions
fr_fr: Questions fréquentes
pt_br: Perguntas Frequentes (FAQs)

source: Category does not have any FAQs.
pt_br: A Categoria não tem FAQs.

source: Back To Index
fr_fr: Retour à l'index
pt_br: Voltar ao Índice

source: Thank you for contacting us.
fr_fr: Merci de nous avoir contacté
pt_br: Obrigado pelo seu contato.

source: A support ticket request has been created and a representative will be getting back to you shortly if necessary.
pt_br: Um tíquete de suporte foi criado e um representante irá contatá-lo em breve, se necessário.

source: An email with the ticket number has been sent to
pt_br: Um e-mail com o número do tíquete foi enviado para

source: You'll need the ticket number along with your email to view status and progress online.
pt_br: Você precisará do número e e-mail para ver o estado do tíquete online.

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
el: Αν επιθυμείτε να στείλετε πρόσθετα σχόλια ή πληροφορίες σχετικά με το ίδιο θέμα, παρακαλώ ακολουθήστε τις οδηγίες που προβάλλονται στο Email.
hr: Ako želite poslati komentare ili dodatne informacije, vezane uz isti problem, slijedite upute na e-mailu.
pt_br: Se você quiser mandar comentários adicionais ou informações que dizem respeito ao mesmo problema, por favor siga as instruções do email.

source: Support Team
el: Ομάδα Υποστήριξης
fr_fr: Centre de support
hr: Team za podršku
pt_br: Centro de Suporte

source: osTicket :: Support Ticket System
el: osTicket:: Σύστημα Δελτίων Υποστήριξης
fr_fr: osTicket :: Système de ticketing
pt_br: osTicket :: Sistema de Tíquetes de Suporte

source: Support Center
el: Κέντρο Υποστήριξης
fr_fr: Centre de support
hr: Centar za podršku
pt_br: Centro de Suporte

source: Log Out
el: Έξοδος
fr_fr: Se déconnecter
hr: Odjava
pt_br: Sair

source: Guest User
fr_fr: Utilisateur invité
pt_br: Convidado

source: Log In
fr_fr: Se connecter
pt_br: Entrar

source: All rights reserved.
fr_fr: Tous droits réservés.
pt_br: Todos os direitos reservados.

source: To view the status of a ticket, provide us with the login details below.
pt_br: Para ver o status de um tíquete, digite seu usuário e senha abaixo.

source: E-Mail Address:
fr_fr: Adresse email:
pt_br: Endereço de E-mail:

source: Ticket ID:
el: ID Δελτίου:
fr_fr: ID de ticket:
hr: Tiket ID:
pt_br: ID do tíquete:

source: View Status
el: Προβολή Κατάστασης
fr_fr: Voir statut
hr: Pregledavanje stanja
pt_br: Status do Tíquete

source: If this is your first time contacting us or you've lost the ticket ID, please
pt_br: Se for a primeira vez que acessa o sistema, ou se perdeu o ID do seu tíquete, por favor

source: Tickets
pt_br: Tíquetes

source: All Tickets
fr_fr: Tous les tickets
pt_br: Todos os Tíquetes

source: Search Results
el: Αποτελέσματα Αναζήτησης
fr_fr: Résultats de recherche
hr: Rezultati pretraživanja
pt_br: Resultados da Pesquisa

source: Any Status
fr_fr: N'importe quel statut
pt_br: Qualquer Status

source: Go
pt_br: Ir

source: Sort By Ticket ID
el: Ταξινόμηση ανά Δελτίο ID
fr_fr: Trier par ID de ticket
hr: Poredaj po Tiket ID
pt_br: Ordenar pelo ID do Tíquete

source: Sort By Date
el: Ταξινόμηση ανά Ημερομηνία
fr_fr: Trier par date
hr: Poredaj po datumu
pt_br: Ordenar por Data

source: Sort By Status
fr_fr: Trier par statut
pt_br: Ordenar por Estado

source: Sort By Subject
fr_fr: Trier par sujet
pt_br: Ordenar por Assunto

source: Sort By Department
fr_fr: Trier par département
pt_br: Ordenar por Departamento

source: Phone Number
fr_fr: Numéro de tél.
pt_br: No. de Telefone

source: Your query did not match any records
pt_br: Sua pesquisa não retornou nenhum resultado

source: All Categories
fr_fr: Tous les catégories
pt_br: Todas as Categorias

source: Search
el: Αναζήτηση
fr_fr: Rechercher
hr: Pretraga
pt_br: Pesquisar

source: All Help Topics
fr_fr: Toutes les catégories d'aide
pt_br: Todos os tópicos de ajuda

source: FAQs matched your search criteria.
pt_br: FAQs se encaixaram em sua pesquisa.

source: The search did not match any FAQs.
pt_br: A pesquisa não encontrou nenhuma FAQ.

source: Click on the category to browse FAQs.
pt_br: Clique na categoria para explorar FAQs.

source: NO FAQs found
fr_fr: Aucune FAQ trouvée
pt_br: Não foram encontradas FAQs

source: Update Canned Response
fr_fr: Editer réponse pré-enregistrée
pt_br: Atualizar Respostas Prontas

source: Save Changes
el: Αποθήκευση αλλαγών
fr_fr: Sauver les changements
hr: Spremi promjene
pt_br: Salvar Mudanças

source: Add New Canned Response
fr_fr: Ajouter une nouvelle réponse pré-enregistrée
pt_br: Adicionar Nova Resposta Pronta

source: Add Response
fr_fr: Ajouter réponse
pt_br: Adicionar Resposta

source: Canned Response
fr_fr: Resposta Pronta
pt_br: Resposta Pronta

source: Canned response settings
fr_fr: Paramètres réponses pré-enregistrées
pt_br: Configs. de respostas prontas

source: Active
el: Ενεργή
hr: Aktivno
pt_br: Ativo

source: Disabled
el: Απενεργοποιημένο
fr_fr: Désactivé
hr: Isključeno/onemogućeno
pt_br: Desabilitado

source: All Departments
el: Όλα τα τμήματα
fr_fr: Tous les départements
hr: Svi odjeli
pt_br: Todos os Departamentos

source: Make the title short and clear.
fr_fr: Faites que le titre soit court et clair
pt_br: Escreva um título curto e conciso.

source: Title
fr_fr: Titre
pt_br: Título

source: Supported Variables
fr_fr: Variables supportées
pt_br: Variáveis Suportadas

source: Canned Attachments
fr_fr: Attachements pré-enregistrés
pt_br: Anexos Prontos

source: (optional)
el: (προαιρετικό)
fr_fr: (optionnel)
hr: (moguće)
pt_br: (opcional)

source: Uncheck to delete the attachment on submit
pt_br: Deselecione para apagar o anexo ao enviar

source: You can upload up to 10 attachments per canned response.
pt_br: Você pode subir até 10 anexos por resposta pronta.

source: Internal Notes
el: Εσωτερικά Σημειώματα
fr_fr: Notes internes
hr: Interne bilješke
pt_br: Notas Internas

source: Notes about the canned response.
fr_fr: Notes sur les réponses pré-enregistrées
pt_br: Notas sobre as respostas prontas.

source: Canned response is in use by email filter(s)
pt_br: Resposta pronta em uso por filtro(s) de e-mail

source: Ticket Settings
fr_fr: Paramètres de ticket
pt_br: Configs. de Tíquete

source: Global ticket settings and options.
fr_fr: Paramètres et options globales sur les tickets
pt_br: Opções e configurações globais de tíquetes.

source: Ticket IDs
fr_fr: IDs de tickets
pt_br: IDs de tíquetes

source: Sequential
el: Διαδοχικά
fr_fr: Séquentiel
hr: Uzastopno
pt_br: Sequencial

source: Random
fr_fr: Aléatoire
pt_br: Aleatório

source: (highly recommended)
fr_fr: (hautement recommandé)
pt_br: (altamente recomendado)

source: Default SLA
fr_fr: SLA par défaut
pt_br: SLA Padrão

source: None
el: Κανένα
fr_fr: Aucun
hr: Ništa
pt_br: Nenhum

source: Default Priority
fr_fr: Priorité par défaut
pt_br: Prioridade Padrão

source: Maximum <b>Open</b> Tickets
fr_fr: Maximum de tickets <b>ouverts</b>
pt_br: Máximo de Tíquetes <b>Abertos</b>

source: per email/user.
fr_fr: par email/utilisateur
pt_br: por e-mail/usuário.

source: (Helps with spam and email flood control - enter 0 for unlimited)
pt_br: (Ajuda a controlar SPAM e chuva de e-mails - entre 0 para ilimitado)

source: Ticket Auto-lock Time
pt_br: Tempo de Bloqueio Automático de Tíquete

source: (Minutes to lock a ticket on activity - enter 0 to disable locking)
pt_br: (Minutos até bloquear um tíquete em atividade - entre 0 para desabilidar o bloqueio)

source: Web Tickets Priority
pt_br: Prioridade de Tíquetes Web

source: (Allow user to overwrite/set priority)
pt_br: (Permitir que o usuário sobrescreva/configure a prioridade)

source: Emailed Tickets Priority
pt_br: Prioridade de Tíquetes via E-mail

source: (Use email priority when available)
pt_br: (Utilize a prioridade do e-mail, quando disponível)

source: Show Related Tickets
fr_fr: Montrer les tickets en rapport
pt_br: Mostrar Tíquetes Relacionados

source: (Show all related tickets on user login - otherwise access is restricted to one ticket view per login)
pt_br: (Mostrar todos os tíquetes relacionados quando o usuário autentica - caso contrário, o acesso será restrito à visualização de um tíquete por login)

source: Show Notes Inline
fr_fr: Montrer notes internes
pt_br: Mostrar Notas

source: (Show internal notes inline)
pt_br: (Mostra notas internas)

source: Clickable URLs
fr_fr: URLs cliquables
pt_br: URLs Clicáveis

source: (converts URLs in ticket thread to clickable links)
pt_br: (converte URLs no histórico do tíquete em links clicáveis)

source: Human Verification
fr_fr: Vérification humaine
pt_br: Verificação Humana

source: Enable CAPTCHA on new web tickets.
pt_br: Habilitar CAPTCHA em novos tíquetes da web.

source: (requires GDLib)
fr_fr: (requièrt GDLib)
pt_br: (requer GDLib)

source: Reopened Tickets
fr_fr: Réouvrir tickets
pt_br: Tíquetes Reabertos

source: Auto-assign reopened tickets to the last available respondent.
pt_br: Auto-designar tíquetes reabertos para a última pessoa que respondeu.

source: Show assigned tickets on open queue.
el: Προβολή Ανατιθέμενων Δελτίων σε ανοικτή ουρά.
hr: Prikaži dodijeljene Tikete na otvorenom redu čekanja.
pt_br: Mostrar tíquetes designados na fila de abertos.

source: Show answered tickets on open queue.
el: Προβολή Απαντημένων Δελτίων σε ανοιχτή ουρά.
hr: Prikaži odgovorene Tikete na otvorenom redu čekanja.
pt_br: Mostrar tíquetes respondidos na fila de abertos.

source: Ticket Activity Log
fr_fr: Log de l'activité des tickets
pt_br: Log de Atividade dos Tíquetes

source: Log ticket activity as internal notes.
pt_br: Logar atividade de tíquetes como notas internas.

source: Staff Identity Masking
fr_fr: Masquage de l'identité des employés
pt_br: Mascaramento de Identidade da Equipe

source: Hide staff's name on responses.
el: Απόκρυψη του ονόματος του Υπαλλήλου κατά τις απαντήσεις.
fr_fr: Cacher le nom de l'employé sur les réponses
pt_br: Esconder nome dos membros da equipe em respostas.

source: Size setting mainly apply to web tickets.
pt_br: Configs. de tamanho aplicam-se principalmente a tíquetes via web.

source: Allow Attachments
el: Να επιτρέπονται Συνημμένα
fr_fr: Permettre les attachements
hr: Dozvoli priloge
pt_br: Permitir Anexos

source: (Global Setting)
fr_fr: (Paramètres globaux)
pt_br: (Config. Global)

source: Emailed Attachments
fr_fr: Fichiers joints par email
pt_br: Anexos enviados por e-mail

source: Accept emailed files
el: Αποδοχή αρχείων μέσω Email
fr_fr: Accepter les fichiers envoyés par mail
pt_br: Aceitar arquivos enviado por e-mail

source: Online Attachments
fr_fr: Attachements en ligne
pt_br: Anexos Online

source: Allow web upload
fr_fr: Permettre attachements via le web
pt_br: Permitir upload via web

source: Limit to authenticated users only.
fr_fr: Limiter aux utilisateurs authentifiés
pt_br: Limitar apenas a usuários autenticados.

source: (User must be logged in to upload files)
pt_br: (O usuário deve estar autenticado para subir arquivos)

source: Max. User File Uploads
pt_br: Máx. de upload de arquivos pelos usuários

source: files
fr_fr: fichiers
pt_br: arquivos

source: file
fr_fr: fichier
pt_br: arquivo

source: (Number of files the user is allowed to upload simultaneously)
pt_br: (Número de arquivos que o usuário pode subir simultaneamente)

source: Max. Staff File Uploads
pt_br: Máx. de Upload de Arquivos pela Equipe

source: (Number of files the staff is allowed to upload simultaneously)
pt_br: (Número de arquivos que membros da equipe podem subir simultaneamente)

source: Maximum File Size
fr_fr: Taille max d'un fichier
pt_br: Tamanho máximo de Arquivo

source: in bytes.
fr_fr: en bytes.
pt_br: em bytes.

source: (System Max.
fr_fr: (Max système
pt_br: (Máx. do Sistema

source: Ticket Response Files
pt_br: Arquivos na Resposta de Tíquetes

source: Email attachments to the user
el: Συνημμένα σε Email προς το χρήστη
hr: Priloži korisniku privitak u e-mail
pt_br: Enviar anexos para o usuário

source: Accepted File Types
fr_fr: Fichiers autorisés
pt_br: Tipos de Arquivo Aceitos

source: Limit the type of files users are allowed to submit.
pt_br: Limita o tipo de arquivos que os usuários podem enviar.

source: Enter allowed file extensions separated by a comma. e.g .doc, .pdf. To accept all files enter wildcard
pt_br: Digite as extensões de arquivo permitidas separadas por vírgula, ou seja, .doc, .pdf. Para aceitar todos os arquivos, digite o coringa

source: i.e dotStar (NOT Recommended).
pt_br: , isto é, ponto asterisco (NÃO recomendado).

source: Reset Changes
el: Επαναφορά Αλλαγών
fr_fr: Annuler changements
hr: Poništavanje promjena
pt_br: Limpar Mudanças

source: departments
fr_fr: départements
pt_br: departamentos

source: No departments found!
fr_fr: Aucun département trouvé
pt_br: Nenhum departamento encontrado!

source: Add New Department
fr_fr: Ajouter département
pt_br: Adicionar Novo Departamento

source: Type
el: Τύπος
hr: Tip
pt_br: Tipo

source: Users
el: Χρήστες
fr_fr: Utilisateurs
hr: Korisnici
pt_br: Usuários

source: Email Address
el: Διεύθυνση Email
fr_fr: Adresse email
hr: Adresa e-pošte
pt_br: Endereço de E-mail

source: Dept. Manager
fr_fr: Responsable de département
pt_br: Gerente do Depto.

source: (Default)
fr_fr: (par défaut)
pt_br: (Padrão)

source: Public
el: Δημόσιο
hr: Javno
pt_br: Público

source: Private
fr_fr: Privé
pt_br: Privado

source: Select
el: Επιλέξτε
fr_fr: Sélectionner
hr: Odaberi
pt_br: Selecionar

source: All
el: Όλα
fr_fr: Tous
hr: Sve
pt_br: Todos

source: Toggle
el: Εναλλαγή
hr: Preklopi
pt_br: Alternar

source: No department found
fr_fr: Aucun département trouvé
pt_br: Nenhum departamento encontrado

source: Make Public
el: Δημοσιοποίηση
fr_fr: Publier
hr: Objavi javno
pt_br: Publicar

source: Make Private
el: Ιδιωτικοποίηση
fr_fr: Rendre privé
hr: Objavi privatnim
pt_br: Tornar Privado

source: Delete Dept(s)
el: Διαγραφή Τμήματος(-ων)
fr_fr: Supprimer département(s)
hr: Brisanje odjela
pt_br: Apagar Depto(s)

source: Please Confirm
fr_fr: Confirmez
pt_br: Favor Confirmar

source: Are you sure want to make selected departments <b>public</b>?
pt_br: Tem certeza que deseja tornar os departamentos selecionados <b>públicos</b>?

source: Are you sure want to make selected departments <b>private</b>?
pt_br: Tem certeza que deseja tornar os departamentos selecionados <b>privados</b>?

source: Are you sure you want to DELETE selected departments?
pt_br: Tem certeza que deseja APAGAR os departamentos selecionados?

source: Deleted departments CANNOT be recovered.
pt_br: Departamentos apagados NÃO PODEM ser recuperados.

source: Please confirm to continue.
fr_fr: Confirmez pour continuer.
pt_br: Confirme para continuar.

source: No, Cancel
fr_fr: Non, Annuler
pt_br: Não, Cancele

source: Yes, Do it!
fr_fr: Oui, le faire
pt_br: Sim, Faça!

source: Alerts and Notices
fr_fr: Alertes et notifications
pt_br: Alertas e Avisos

source: Alerts and Notices sent to staff on ticket "events"
pt_br: Alertas e Avisos enviados a membros da equipe em eventos de tíquete

source: New Ticket Alert
el: Ειδοποίηση Νέου Δελτίου
fr_fr: Alerte de nouveau ticket
hr: Upozorenje novi Tiket
pt_br: Alerta de Novo Tíquete

source: Alert sent out on new tickets
pt_br: Alerta enviado quando novos tíquetes são criados

source: Disable
el: Απενεργοποίηση
fr_fr: Désactiver
hr: Onemogući
pt_br: Desabilitar

source: Admin Email
el: Email Διαχειριστή
fr_fr: Email de l'administrateur
pt_br: E-mail do Adminstrador

source: Department Manager
el: Προϊστάμενος Τμήματος
fr_fr: Responsable de département
hr: Upravitelj odjela
pt_br: Gerente do Departamento

source: Department Members
fr_fr: Membres de département
pt_br: Membros do Departamento

source: (spammy)
pt_br: (muitos e-mails)

source: New Message Alert
el: Ειδοποίηση Νέου Μηνύματος
fr_fr: Alerte de nouveau message
hr: Upozorenje nove poruke
pt_br: Alerta de Nova Mensagem

source: Alert sent out when a new message, from the user, is appended to an existing ticket
pt_br: Alertas enviados quando uma nova mensagem, do usuário, é adicionada a um tíquete existente

source: Last Respondent
el: Τελευταίος Υπάλληλος που απάντησε
fr_fr: Dernier qui a répondu
pt_br: Último que Respondeu

source: Assigned Staff
el: Ανάθεση σε Υπάλληλο
fr_fr: Employé assigné
pt_br: Membro Designado

source: New Internal Note Alert
el: Νέα Ειδοποίηση Εσωτερικού Σημειώματος
fr_fr: Alerte de nouvelle note interne
hr: Upozorenje nove unutarnje bilješke
pt_br: Alerta de nova Nota Interna

source: Alert sent out when a new internal note is posted.
pt_br: Alerta enviado quando uma nova nota interna é adicionada.

source: Ticket Assignment Alert
fr_fr: Alert d'assignation de ticket
pt_br: Alerta de Designação de Tíquete

source: Alert sent out to staff on ticket assignment.
pt_br: Alerta enviado ao membro da equipe ao ser designado um tíquete.

source: Team Lead
fr_fr: Responsable d'équipe
pt_br: Líder do Time

source: (On team assignment)
fr_fr: (Lors d'assignation d'équipe)
pt_br: (Ao designar o Time)

source: Team Members
fr_fr: Membres d'équipe
pt_br: Membros do Time

source: Ticket Transfer Alert
fr_fr: Alerte de transfert de ticket
pt_br: Alerta de Transferência de Tíquete

source: Alert sent out to staff of the target department on ticket transfer.
pt_br: Alerta enviado ao membro da equipe do departamento de destino nas transferências de tíquete.

source: Assigned Staff/Team
fr_fr: Employé/Equipe assignée
pt_br: Designado para Membro/Time

source: Overdue Ticket Alert
fr_fr: Alerte de ticket en retard
pt_br: Alerta de Tíquetes Atrasados

source: Alert sent out when a ticket becomes overdue - admin email gets an alert by default.
pt_br: Alertas enviados quando um tíquete fica atrasado - e-mail do adminstrador recebe um alerta, por padrão.

source: System Alerts
fr_fr: Alertes du système
pt_br: Alertas do Sistema

source: Enabled by default. Errors are sent to system admin email
pt_br: Habilitado por padrão. Erros são enviados para o e-mail administrador do sistema

source: System Errors
el: Σφάλματα Συστήματος
fr_fr: Erreurs système
hr: Greške sustava
pt_br: Erros do Sistema

source: SQL errors
el: Σφάλματα SQL
fr_fr: Erreurs SQL
pt_br: Erros SQL

source: Excessive Login attempts
el: Υπερβολικές προσπάθειες Login
pt_br: Número excessivo de tentativas de login

source: No FAQ categories found!
fr_fr: Aucune catégorie trouvée!
pt_br: Nenhuma categoria FAQ encontrada!

source: Add New Category
fr_fr: Ajouter catégorie
pt_br: Adicionar Nova Categoria

source: Last Updated
el: Τελευταία Ενημέρωση
fr_fr: Dernière MAJ
hr: Zadnje ažuriranje
pt_br: Última Atualização

source: No FAQ categories found.
pt_br: Não foram encontradas categorias de FAQs.

source: Make Internal
fr_fr: Rendre interne
pt_br: Internalizar

source: Delete
el: Διαγραφή
fr_fr: Supprimer
hr: Izbriši
pt_br: Apagar

source: Are you sure want to make selected categories <b>public</b>?
pt_br: Tem certeza que deseja tornar as categorias selecionadas <b>públicas</b>?

source: Are you sure want to make selected categories <b>private</b> (internal)?
pt_br: Tem certeza que deseja tornar as categorias selecionadas <b>privadas</b> (internas)?

source: Are you sure you want to DELETE selected categories?
pt_br: Tem certeza que deseja APAGAR as categorias selecionadas?

source: Deleted entries CANNOT be recovered, including any associated FAQs.
pt_br: Entradas apagadas NÃO PODEM ser recuperadas, incluindo quaisquer FAQs associadas.

source: Update Category :
fr_fr: Editer catégorie:
pt_br: Atualizar Categoria:

source: Add
el: Προσθήκη
fr_fr: Ajouter
hr: Dodaj
pt_br: Adicionar

source: Category information: Public categories are published if it has published FAQ articles.
pt_br: Informação sobre Categorias: Categorias são publicadas se têm artigos de FAQ publicados.

source: Category Type
fr_fr: Type de catégorie
pt_br: Tipo de Categoria

source: (publish)
fr_fr: (publier)
pt_br: (publicar)

source: Private (internal)
fr_fr: Privée (interne)
pt_br: Privado (interno)

source: Category Name
fr_fr: Nom de catégorie
pt_br: Nome da Categoria

source: Short descriptive name.
pt_br: Texto descritivo curto.

source: Category Description
fr_fr: Description de la catégorie
pt_br: Descrição da Categoria

source: Summary of the category.
fr_fr: Résumé de la catégorie
pt_br: Sumário da categoria.

source: teams
fr_fr: équipes
pt_br: times

source: No teams found!
fr_fr: Aucune équipe trouvée!
pt_br: Não foram encontrados times!

source: Add New Team
fr_fr: Ajouter nouvelle équipe
pt_br: Adicionar Novo Time

source: Team Name
fr_fr: Nom de l'équipe
pt_br: Nome do Time

source: Members
el: Μέλη
fr_fr: Membres
hr: Članovi
pt_br: Membros

source: Created
el: Δημιουργήθηκε
fr_fr: Créer
hr: Izrađeno
pt_br: Criado

source: Are you sure want to <b>enable</b> selected teams?
pt_br: Tem certeza que deseja <b>habilitar</b> os times selecionados?

source: Are you sure want to <b>disable</b> selected teams?
pt_br: Tem certeza que deseja <b>desabilitar</b> os times selecionados?

source: Are you sure you want to DELETE selected teams?
pt_br: Tem certeza que deseja APAGAR os times selecionados?

source: Deleted team CANNOT be recovered.
pt_br: Times apagados NÃO PODEM ser recuperados.

source: Update Team
fr_fr: Editer Equipe
pt_br: Atualizar Time

source: Create Team
fr_fr: Créer Equipe
pt_br: Criar Time

source: Team
fr_fr: Equipe
pt_br: Time

source: Team Information
fr_fr: Informations Equipe
pt_br: Informações de Time

source: Disabled team won't be availabe for ticket assignment or alerts
pt_br: O time desabilitado não estará disponível para designação de tíquetes ou para alertas
