Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Are you sure you want to DELETE this ticket?
pt_br: Tem certeza que deseja APAGAR este tíquete?

source: Deleted tickets CANNOT be recovered, including any associated attachments.
pt_br: Tíquetes apagados NÃO PODEM ser recuperados, incluindo quaisquer anexos.

source: Update Template
fr_fr: Editer template
pt_br: Atualizar Modelo

source: Add New Template
el: Προσθήκη Νέου Προτύπου
fr_fr: Ajouter nouveau template
hr: Dodaj novi predložak
pt_br: Adicionar Novo Modelo

source: Add Template
fr_fr: Nouveau template
pt_br: Adicionar Modelo

source: Email Template
fr_fr: Template Email
pt_br: Modelo de E-mail

source: Template information.
fr_fr: Informations de template
pt_br: Informações do modelo.

source: Language
fr_fr: Langue
pt_br: Língua

source: Template Messages
fr_fr: Templates de messages
pt_br: Modelos de Mensagens

source: Click on the message to edit.
fr_fr: Cliquer sur le message pour éditer.
pt_br: Clique na mensagem para editar.

source: Template To Clone
fr_fr: Template à cloner
pt_br: Modelos para Clonar

source: Select One
el: Επιλέξτε Ένα
fr_fr: Sélectionner un
hr: Odaberi jedan
pt_br: Selecione Um

source: (select an existing template to copy and edit it thereafter)
pt_br: (selecione um modelo existente para copiá-lo e editá-lo posteriormente)

source: Update Filter
fr_fr: Editer filtre
pt_br: Atualizar Filtro

source: Add New Filter
fr_fr: Nouveau filtre
pt_br: Adicionar Novo Filtro

source: Add Filter
fr_fr: Ajouter filtre
pt_br: Adicionar Filtro

source: Incoming Email Filter
fr_fr: Filtre emails entrants
pt_br: Filtro de Entrada de E-mails

source: Filters are executed based on execution order. Filter can target specific ticket source.
pt_br: Filtros são executados em ordem, e podem atingir origens de tíquete específicas.

source: Filter Name
fr_fr: Nom de filtrer
pt_br: Nome do Filtro

source: Execution Order
fr_fr: Ordre d'exécution
pt_br: Ordem de Execução

source: Stop
fr_fr: Arrêter
pt_br: Parar

source: processing further on match!
pt_br: processando posteriormente ao corresponder!

source: Filter Status
fr_fr: Statut de filtrer
pt_br: Estado do Filtro

source: Target
fr_fr: Cible
pt_br: Alvo

source: Select a Target
fr_fr: Sélectionner cible
pt_br: Selecione um Alvo

source: Specific System Email
pt_br: E-mail de Sistema Específico

source: Filter Rules
fr_fr: Règles de filtrage
pt_br: Regras do Filtro

source: Rules are applied based on the criteria.
pt_br: As Regras são aplicadas baseadas em critérios.

source: Rules Matching Criteria
fr_fr: Critères de règles de correspondence
pt_br: Regras que Correspondem aos Critérios

source: Match All
fr_fr: Correspondre tous
pt_br: Corresponder Todas

source: Match Any
fr_fr: Correspondre n'importe quel
pt_br: Corresponder Qualquer

source: (case-insensitive comparison)
fr_fr: (comparaison sensible à la casse)
pt_br: (comparação não distingue maiúsculas de minúsculas)

source: (clear)
fr_fr: (vidé)
pt_br: (limpar)

source: Filter Actions
fr_fr: Actions de filtrage
pt_br: Ações do Filtro

source: Can be overwriten by other filters depending on processing order.
pt_br: Pode ser sobrescrito por outros filtros, dependendo da ordem de processamento.

source: Reject Ticket
fr_fr: Rejecter ticket
pt_br: Rejeitar Tíquete

source: (All other actions and filters are ignored)
pt_br: (Todas as outras ações e filtros são ignorados)

source: Reply-To Email
fr_fr: Email de réponse
pt_br: E-mail para Resposta

source: Use
fr_fr: Utiliser
pt_br: Usar

source: (if available)
fr_fr: (si disponible)
pt_br: (se disponível)

source: Ticket auto-response
fr_fr: Réponse automatique de ticket
pt_br: Auto-resposta de Tíquete

source: auto-response.
fr_fr: réponse automatique.
pt_br: auto-resposta.

source: (Overwrites Dept. settings)
pt_br: (Sobrescreve Configs. do Depto.)

source: (Automatically respond with this canned response)
pt_br: (Responder automaticamente com esta resposta pronta)

source: Default
fr_fr: Valeur par Défaut
pt_br: Padrão

source: (Overwrites department's priority)
pt_br: (Sobrescreve a prioridade do departamento)

source: (Overwrites department's SLA)
pt_br: (Sobrescreve o SLA do departamento)

source: Auto-assign To
fr_fr: Assigner automatiquement à
pt_br: Auto-designar Para

source: Update Department
el: Ενημέρωση Τμήματος
fr_fr: Editer département
hr: Odjel ažuriran
pt_br: Atualizar Departamento

source: Create Dept
fr_fr: Créer Département
pt_br: Criar Departamento

source: Department Information
fr_fr: Infos département
pt_br: Informações do Departamento

source: (Internal)
fr_fr: (Interne)
pt_br: (Interno)

source: Select Department Email
fr_fr: Sélectionner email de département
pt_br: Selecione o E-mail do Depto.

source: Template
pt_br: Modelo

source: System default
fr_fr: Valeur par défaut
pt_br: Padrão do sistema

source: Manager
el: Προϊστάμενος
fr_fr: Responsable
hr: Upravitelj
pt_br: Gerente

source: Select Department Manager (Optional)
pt_br: Selecione o Gerente do Depto. (Opcional)

source: Group Membership
fr_fr: Membre de groupe
pt_br: Membros de Grupo

source: Extend membership to groups with access.
pt_br: Estender a qualidade de membro a grupos com acesso.

source: (Alerts and notices will include groups)
pt_br: (Alertas e avisos incluirão grupos)

source: Auto Response Settings
fr_fr: Paramètres réponse automatique
pt_br: Configs. de Respostas Automáticas

source: Overwrite global auto-response settings for tickets routed to the Dept.
pt_br: Sobrescrever configurações globais de auto-resposta para tíquetes roteados para o Depto.

source: new ticket auto-response for this Dept.
pt_br: auto-resposta de novos tíquetes para este Depto.

source: New Message
fr_fr: Nouveau message
pt_br: Nova Mensagem

source: new message auto-response for this Dept.
pt_br: auto-resposta de nova mensagem para este Depto.

source: Auto Response Email
fr_fr: Email de réponse automatique
pt_br: E-mail de Resposta Automática

source: Select Outgoing Email
pt_br: Selecione E-mail de Saída

source: Department Email (Above)
fr_fr: Email de département (Ci-dessus)
pt_br: E-mail do Departamento (Abaixo)

source: Check all groups allowed to access this department.
pt_br: Cheque todos os grupos com permissão para acessar este departamento.

source: Department manager and primary members will always have access independent of group selection or assignment.
pt_br: Gerente do Depto. e membros primários sempre podem acessar, independentemente da seleção ou designação de grupo.

source: Department Signature
fr_fr: Signature de département
pt_br: Assinatura do Depto.

source: Optional signature used on outgoing emails.
pt_br: Assinatura opcional utilizada em e-mails enviados.

source: Signature is made available as a choice, for public departments, on ticket reply.
pt_br: A assinatura fica disponível como uma opção, para deptos. públicos, na hora de responder o tíquete.

source: My Account Profile
fr_fr: Mon profil
pt_br: Meu Perfil

source: Account Information
fr_fr: Informations du compte
pt_br: Informações de Conta

source: Contact information.
fr_fr: Infos de contact
pt_br: Informações de contato.

source: First Name
fr_fr: Prénom
pt_br: Nome

source: Last Name
fr_fr: Nom
pt_br: Sobrenome

source: Ext
el: Εσωτ
pt_br: Ramal

source: Preferences
el: Προτιμήσεις
fr_fr: Préférences
hr: Osobitosti
pt_br: Preferências

source: Profile preferences and settings.
pt_br: Configs. e preferências do Perfil.

source: Time Zone
fr_fr: Fuseau horaire
pt_br: Fuso Horário

source: Select Time Zone
fr_fr: Sélectionner fuseau horaire
pt_br: Selecione Fuso Horário

source: Daylight Saving
pt_br: Horário de Verão

source: Observe daylight saving
el: Τήρηση θερινής ώρας
hr: Upotreba ljetno računanje vremena
pt_br: Observar horário de verão

source: Current Time
fr_fr: Heure actuelle
pt_br: Horário Atual

source: Maximum Page size
fr_fr: Taille max de page
pt_br: Tamanho máximo de Página

source: system default
fr_fr: valeur par défaut
pt_br: padrão do sistema

source: show
fr_fr: montrer
pt_br: mostrar

source: records
fr_fr: enregistrements
pt_br: registros

source: per page
fr_fr: par page
pt_br: por página

source: Auto Refresh Rate
fr_fr: Délais de raffraichissement auto
pt_br: Taxa de Auto Atualização

source: disable
fr_fr: désactiver
pt_br: desabilitar

source: Every
fr_fr: Tous
pt_br: Cada

source: Tickets page refresh rate in minutes.
pt_br: Taxa de atualização de tíquetes em minutos.

source: Default Signature
pt_br: Assinatura Padrão

source: My Signature
fr_fr: Ma signature
pt_br: Minha Assinatura

source: Dept. Signature (if set)
pt_br: Assinatura do Depto. (se existir)

source: (You can change selection on ticket page)
pt_br: (Você pode mudar a seleção na página de tíquetes)

source: Default Paper Size
fr_fr: Taille par défaut du papier
pt_br: Tamanho Padrão do Papel

source: Paper size used when printing tickets to PDF
pt_br: Tamanho de papel utilizado ao imprimir tíquetes em PDF

source: Show Assigned Tickets
fr_fr: Montrer les tickets assignés
pt_br: Mostrar Tíquetes Designados

source: Password
el: Κωδικός Πρόσβασης
fr_fr: Mot de passe
hr: Lozinka
pt_br: Senha

source: Your password is configured at the LDAP directory.
pt_br: Sua senha está configurada no diretório LDAP.

source: As an Admin, you can change the osTicket database password below, to login in case the LDAP directory is not available.
pt_br: Como Administrador, você pode modificar sua senha armazenada na base de dados, para entrar caso o diretório LDAP não esteja disponível.

source: To reset your password, provide your current password and a new password below.
pt_br: Para trocar sua senha, digite a sua senha atual e a nova abaixo.

source: Current Password
fr_fr: Mot de passe actuel
pt_br: Senha Atual

source: New Password
fr_fr: Nouveau mot de passe
pt_br: Nova Senha

source: Confirm New Password
fr_fr: Confirmer nouveau mot de passe
pt_br: Confirme Nova Senha

source: Optional signature used on outgoing emails.
pt_br: Assinatura opcional utilizada em e-mails enviados.

source: Signature is made available as a choice, on ticket reply.
pt_br: A assinatura fica disponível como uma opção, na hora de responder o tíquete.

source: Cancel Changes
fr_fr: Annuler les changements
pt_br: Cancelar Mudanças

source: osTicket - Customer Support System
pt_br: osTicket - Sistema de Suporte ao Cliente

source: Howdy,
pt_br: Olá,

source: Admin Panel
el: Πίνακας Ελέγχου Διαχειριστή
fr_fr: Zone admin
hr: Admin ploča
pt_br: Adm. do Sistema

source: Staff Panel
el: Πίνακας Ελέγχου Προσωπικού
fr_fr: Zone employés
hr: Ploča osoblja
pt_br: Painel da Equipe

source: My Preferences
el: Οι Προτιμήσεις μου
fr_fr: Préférences
hr: Moje osobitosti
pt_br: Preferências

source: All Rights Reserved.
fr_fr: Tous droits réservés.
pt_br: Todos os direitos reservados.

source: API Keys
fr_fr: Clés d'API
pt_br: Chaves API

source: No API keys found!
fr_fr: Aucune clé d'API trouvée!
pt_br: Nenhuma Chave API encontrada!

source: IP Addr.
pt_br: End. IP

source: No API keys found
fr_fr: Aucune clé d'API trouvée
pt_br: Não foram encontradas Chaves API

source: Are you sure want to <b>enable</b> selected API keys?
pt_br: Tem certeza que deseja <b>habilitar</b> as chaves API selecionadas?

source: Are you sure want to <b>disable</b> selected API keys?
pt_br: Tem certeza que deseja <b>desabilitar</b> as chaves API selecionadas?

source: Are you sure you want to DELETE selected API keys?
pt_br: Tem certeza que deseja APAGAR as chaves API selecionadas?

source: Deleted keys CANNOT be recovered.
pt_br: Chaves apagadas NÃO PODEM ser recuperadas.

source: All Groups
fr_fr: Tous les groupes
pt_br: Todos os Grupos

source: All Teams
fr_fr: Tous les équipes
pt_br: Todos os Times

source: Apply
fr_fr: Appliquer
pt_br: Aplicar

source: Add New Staff
fr_fr: Ajouter employé
pt_br: Adicionar Novo Membro da Equipe

source: No staff found!
fr_fr: Aucun employé trouvé!
pt_br: Não foram encontrados membros da equipe!

source: UserName
fr_fr: Nom d'utilisateur
pt_br: Nome de Usuário

source: Group
el: Ομάδα
fr_fr: Groupe
hr: Grupa
pt_br: Grupo

source: Last Login
el: Τελευταίο Login
fr_fr: Dernière connexion
pt_br: Último Login

source: Locked
el: Κλειδωμένο
fr_fr: Verrouillé
hr: Zaključano
pt_br: Bloqueado

source: Lock
el: Κλείδωμα
fr_fr: Verrouiller
hr: Zaključaj
pt_br: Bloquear

source: Are you sure want to <b>enable</b> (unlock) selected staff?
pt_br: Tem certeza que deseja <b>habilitar</b> (desbloquear) os membros selecionados?

source: Are you sure want to <b>disable</b> (lock) selected staff?
pt_br: Tem certeza que deseja <b>desabilitar</b> (bloquear) os membros selecionados?

source: Locked staff won't be able to login to Staff Control Panel.
pt_br: Membros da equipe bloqueados não poderão entar no Painel de Controle da Equipe.

source: Are you sure you want to DELETE selected staff?
pt_br: Tem certeza que deseja APAGAR os membros da equipe selecionados?

source: Deleted staff CANNOT be recovered.
pt_br: Membros apagados NÃO PODEM ser recuperados.

source: System Settings and Preferences
fr_fr: Paramètres & Préférences système
pt_br: Preferências e Configs. do Sistema

source: System Settings & Preferences
fr_fr: Paramètres & Préférences système
pt_br: Preferências e Configs. do Sistema

source: General Settings
el: Γενικές Ρυθμίσεις
fr_fr: Paramètres généraux
hr: Opće postavke
pt_br: Configs. Gerais

source: Offline mode will disable client interface and only allow admins to login to Staff Control Panel
pt_br: O modo "Fora do ar" irá desabilitar a interface de cliente e permitir somente a administradores entrar no Painel de Controle da Equipe

source: Helpdesk Status
el: Κατάσταση Helpdesk
fr_fr: Etat du helpdesk
hr: Helpdesk stanje
pt_br: Estado do Centro de Suporte

source: Online
fr_fr: En ligne
hr: Dostupno
pt_br: No Ar

source: (Active)
el: (Ενεργό)
fr_fr: (Activé)
hr: (Aktivno)
pt_br: (Ativo)

source: Offline
fr_fr: Hors-ligne
hr: Isključen
pt_br: Fora do Ar

source: (Disabled)
fr_fr: (Désactivé)
pt_br: (Desativado)

source: osTicket offline
fr_fr: osTicket hors-ligne
hr: osTicket isključen (offline)
pt_br: osTicket fora do ar

source: Helpdesk URL
fr_fr: URL helpdesk
pt_br: URL do Suporte

source: Helpdesk Name/Title
fr_fr: Nom/Titre de l'outil de ticketing
pt_br: Nome/Título do Centro de Suporte

source: Default Department
fr_fr: Département par défaut
pt_br: Departamento Padrão

source: Select Default Department
fr_fr: Sélectionner département par défaut
pt_br: Selecione o Departamento Padrão

source: Dept
el: Τμήμα
fr_fr: Département
hr: Odjel
pt_br: Depto

source: Default Email Templates
fr_fr: Template d'email par défaut
pt_br: Modelos de E-mail Padrão

source: Select Default Template
el: Επιλέξτε Προεπιλεγμένο Πρότυπο
fr_fr: Templace par défaut
hr: Odaberite zadani predložak
pt_br: Selecione o Modelo Padrão

source: Default Page Size
fr_fr: Taille de page par défaut
pt_br: Tamanho Padrão do Papel

source: Default Log Level
fr_fr: Niveau de log par défaut
pt_br: Nível padrão do Log

source: None (Disable Logger)
el: Κανένα (Απενεργοποίηση Logger)
fr_fr: Aucun (Désactiver Logger)
hr: Nijedan (onemogući zapise)
pt_br: Nenhum (Desabilitar Logs)

source: WARN
fr_fr: AVERTISSEMENT
hr: Upozorenja (warn)
pt_br: AVISO

source: ERROR
fr_fr: ERREUR
hr: Greške (error)
pt_br: ERRO

source: Purge Logs
fr_fr: Purge des logs
pt_br: Limpar Logs

source: Never Purge Logs
fr_fr: Ne jamais purger les logs
pt_br: Nunca Limpar Logs

source: After
fr_fr: Après
pt_br: Depois de

source: Months
el: Μήνες
fr_fr: Mois
hr: Mjeseci
pt_br: Meses

source: Month
el: Μήνας
fr_fr: Mois
hr: Mjesec
pt_br: Mês

source: Password Reset Policy
pt_br: Diretiva de Reinicialização de Senha

source: Monthly
pt_br: Mensalmente

source: Bind Staff Session to IP
pt_br: Amarrar a Sessão de Membro da Equipe ao IP

source: (binds staff session to originating IP address upon login)
pt_br: (amarra a sessão de membro da equipe ao endereço IP de origem ao entrar)

source: Staff Excessive Logins
pt_br: Tentativas de Autenticação Excessivas de Membro da Equipe

source: failed login attempt(s) allowed before a
pt_br: tentativas falhas de login permitidas antes de ficar

source: minute lock-out is enforced.
pt_br: minutos sem poder acessar o sistema.

source: Staff Session Timeout
pt_br: Tempo limite de sessão da Equipe

source: Maximum idle time in minutes before a staff member must log in again (enter 0 to disable).
pt_br: Tempo máximo de ociosidade, em minutos, antes que um membro da equipe deva entrar novamente (entre 0 para desabilitar).

source: Client Excessive Logins
pt_br: Tentativas de Autenticação Excessivas de Cliente

source: Client Session Timeout
pt_br: Tempo esgotado na Sessão de Cliente

source: Maximum idle time in minutes before a client must log in again (enter 0 to disable).
pt_br: Tempo máximo de ociosidade, em minutos, antes que um cliente deva entrar novamente (entre 0 para desabilitar).

source: Date and Time Options
fr_fr: Options Date et Heure
pt_br: Opções de Data e Hora

source: Please refer to <a href="http://php.net/date" target="_blank">PHP Manual</a> for supported parameters.
el: Παρακαλούμε ανατρέξτε στο <a href="http://php.net/date" target="_blank">PHP Manual</a> για τις υποστηριζόμενες παραμέτρους.
hr: Molimo pogledajte <a href="http://php.net/date" target="_blank">PHP priručnik</ a> za podržane parametre.
pt_br: Consulte o <a href="http://php.net/date" target="_blank"> Manual do PHP</a> para ver os parâmetros suportados.

source: Time Format
fr_fr: Format Heure
pt_br: Formato de Hora

source: Date Format
fr_fr: Format Date
pt_br: Formato de Data

source: Date &amp; Time Format
fr_fr: Format Date &amp; Heure
pt_br: Formato de Data e Hora

source: Day, Date &amp; Time Format
fr_fr: Format jour, Date &amp; Heure
pt_br: Formato de Dia, Data e Horário

source: Default Time Zone
fr_fr: Timezone par défaut
pt_br: Fuso Horário Padrão

source: Select Default Time Zone
fr_fr: Sélectionner timezone par défaut
pt_br: Selecione Fuso Horário Padrão

source: Observe daylight savings
el: Τήρηση Θερινής Ώρας
hr: Upotreba ljetno računanje vremena
pt_br: Observar horário de verão

source: Update Ban Rule
fr_fr: Mettre à jour la règle de Ban
pt_br: Atualizar Regra de Banimento

source: Update
fr_fr: Mettre à jour
pt_br: Atualizar

source: Add New Email Address to Ban List
fr_fr: Ajouter nouvel email dans la liste noire
pt_br: Adicionar Novo End. de E-mail à Lista Negra

source: Manage Email Ban List
fr_fr: Gérer les emails de liste noire
pt_br: Gerenciar Lista Negra

source: Admin notes
fr_fr: Notes adminitratives
pt_br: Notas Administrativas

source: Search term must be more than 3 chars
el: Ο όρος αναζήτησης πρέπει να είναι περισσότερο από 3 χαρακτήρες
hr: Izraz za pretraživanje mora više od 3 znakova
pt_br: O texto de procura deve ser maior que 3 caracteres

source: Overdue Tickets
el: Εκπρόθεσμα Δελτία
fr_fr: Tickets en retard
hr: Tiketi prešli vrijeme obrade
pt_br: Tíquetes atrasados

source: Entered date span is invalid. Selection ignored.
el: Το χρονικό διάστημα που εισάγατε δεν είναι έγκυρο. Η επιλογή αγνοείται.
hr: Unešeni datum trajanja nije ispravan, izbor ignoriran.
pt_br: Intervalo de datas inválido. Seleção ignorada.

source: (Search Results)
fr_fr: (Résultats de la recherche)
pt_br: (Resultados da Pesquisa)

source: advanced
fr_fr: avancé
pt_br: avançado

source: Sort By Name
fr_fr: Trier par nom
pt_br: Ordenar por Nome

source: Sort By Priority
el: Ταξινόμηση ανά Προτεραιότητα
fr_fr: Trier par priorité
hr: Poredaj po prioritetu
pt_br: Ordenar por Prioridade

source: Sort By Assignee
fr_fr: Trier par personne assignée
pt_br: Ordenar por Designação

source: Sort By Closing Staff Name
fr_fr: Trier par nom d'employé qui a fermé le ticket
pt_br: Ordenar pela Pessoa que Fechou

source: Preview Ticket
fr_fr: Prévisualiser ticket
pt_br: Visualizar Tíquete

source: There are no tickets here. (Leave a little early today).
fr_fr: Il n'y a aucun ticket ici (Partez un peu plus tôt aujourd'hui)
pt_br: Não existem tíquetes aqui. (Saia mais cedo hoje).

source: Query returned 0 results.
el: Το ερώτημα επέστρεψε 0 αποτελέσματα.
fr_fr: La requête a retourné 0 résultats
hr: Upit vratio 0 rezultata.
pt_br: Sua pesquisa não retornou resultados.

source: Export
fr_fr: Exporter
pt_br: Exportar

source: Are you sure want to <b>close</b> selected open tickets?
pt_br: Tem certeza que deseja <b>fechar</b> os tíquetes selecionados?

source: Are you sure want to <b>reopen</b> selected closed tickets?
pt_br: Tem certeza que deseja <b>reabrir</b> os tíquetes selecionados?

source: Are you sure you want to DELETE selected tickets?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τα επιλεγμένα δελτία;
hr: Jeste li sigurni da želite IZBRISATI odabrane tikete?
pt_br: Tem certeza que deseja APAGAR os tíquetes selecionados?

source: Advanced Ticket Search
fr_fr: Recherche avancée de ticket
pt_br: Pesquisa Avançada de Tíquetes

source: Keyword
fr_fr: Mot-clé
pt_br: Palavra-chave

source: Optional
fr_fr: Optionnel
pt_br: Opcional

source: Anyone
fr_fr: N'importe qui
pt_br: Qualquer um

source: Date Range
fr_fr: Intervalle de dates
pt_br: Intervalo de Data

source: SLA plans
fr_fr: Plans SLA
pt_br: Planos SLA

source: No SLA plans found!
fr_fr: Aucun plan SLA trouvé!
pt_br: Nenhum plano SLA encontrado!

source: Service Level Agreements
pt_br: Acordos de Nível de Serviço (SLAs)

source: Grace Period (hrs)
pt_br: Período de Tolerância (hrs)

source: No SLA plans found
fr_fr: Aucun plan SLA trouvé
pt_br: Nenhum plano SLA encontrado

source: Are you sure want to <b>enable</b> selected SLA plans?
pt_br: Tem certeza que deseja <b>habilitar</b> os planos SLA selecionados?

source: Are you sure want to <b>disable</b> selected SLA plans?
pt_br: Tem certeza que deseja <b>desabilitar</b> os planos SLA selecionados?

source: Are you sure you want to DELETE selected SLA plans?
pt_br: Tem certeza que deseja APAGAR os planos SLA selecionados?

source: Update Staff
fr_fr: Editer employé
pt_br: Atualizar Membros da Equipe

source: To reset the password enter a new one below
el: Για να επαναφέρετε τον κωδικό πρόσβασης εισάγετε ένα νέο παρακάτω
fr_fr: Pour remettre à zéro le mot de passe, entrez un nouveau ci-dessous
pt_br: Para mudar a senha digite a nova senha abaixo

source: Add Staff
fr_fr: Ajouter employé
pt_br: Adicionar Membro da Equipe

source: Staff Account
fr_fr: Compte d'employé
pt_br: Conta de Equipe

source: User Information
fr_fr: Informations utilisateur
pt_br: Informações do Usuário

source: Account Password
fr_fr: Mot de passe du compte
pt_br: Senha da Conta

source: Account password is already set in the LDAP Directory
pt_br: Senha da Conta de Usuário já configurada no diretório LDAP

source: Confirm Password
fr_fr: Confirmer mot de passe
pt_br: Confirme a Senha

source: Forced Password Change
fr_fr: Forcer le changement de mot de passe
pt_br: Forçar Troca de Senha

source: Force
fr_fr: Forcer
pt_br: Forçar

source: password change on next login
pt_br: mudança de senha no próximo login

source: Staff's Signature
fr_fr: Signature de l'employé
pt_br: Assinatura da Equipe

source: Optional signature used on outgoing emails
pt_br: Assinatura opcional utilizada em e-mails enviados

source: Signature is made available as a choice, on ticket reply
pt_br: A assinatura fica disponível como uma opção, ao responder o tíquete

source: Account Status & Settings
fr_fr: Statut & paramètres du compte
pt_br: Estado de Conta e Configs.

source: Dept. and assigned group controls access permissions.
pt_br: O departamento e o grupo designado controlam as permissões de acesso.

source: Account Type
el: Είδος Λογαριασμού
fr_fr: Type de compte
hr: Tip računa
pt_br: Tipo de Conta

source: Admin
el: Διαχειριστής
fr_fr: Administrateur
pt_br: Administrador

source: Account Status
el: Κατάσταση Λογαριασμού
fr_fr: Statut du compte
hr: Stanje računa
pt_br: Estado da Conta

source: Assigned Group
fr_fr: Groupe assigné
pt_br: Grupo Designado
