Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Select Group
el: Επιλογή Ομάδας
fr_fr: Sélectionner groupe
pt_br: Selecione Grupo

source: Primary Department
fr_fr: Département principal
pt_br: Departamento Primário

source: Staff's Time Zone
fr_fr: Timezone de l'employé
pt_br: Fuso Horário da Equipe

source: Limited Access
fr_fr: Accès limité
pt_br: Acesso Limitado

source: Limit ticket access to ONLY assigned tickets
pt_br: Limitar acesso a tíquetes APENAS a tíquetes designados

source: Directory Listing
el: Λίστα Καταλόγου
pt_br: Listagem do Diretório

source: Show the user on staff's directory
el: Προβολή του χρήστη μέσα στον κατάλογο του προσωπικού
hr: Prikaži korisnika u imeniku osoblja
pt_br: Mostrar o usuário no diretório da equipe

source: Vacation Mode
el: Σε Διακοπές
fr_fr: Mode vacances
pt_br: Modo Férias

source: Staff on vacation mode
fr_fr: Employé en vacances
pt_br: Membro da Equipe no modo férias

source: No ticket assignment or alerts
fr_fr: Aucune assignation de ticket ou alerte
pt_br: Sem designação de tíquetes ou alertas

source: Assigned Teams
fr_fr: Equipes assignées
pt_br: Times Designados

source: Staff will have access to tickets assigned to a team they belong to regardless of the ticket's department
pt_br: Membros da equipe terão acesso a tíquetes designados a um time ao qual eles pertençam, independentemente do departamento do tíquete

source: groups
fr_fr: groupes
pt_br: grupos

source: No groups found!
fr_fr: Aucun groupe trouvé!
pt_br: Nenhum grupo encontrado!

source: User Groups
el: Ομάδες Χρηστών
fr_fr: Groupes d'utilisateurs
hr: Korisničke grupe
pt_br: Grupos de Usuário

source: Group Name
el: Όνομα Ομάδας
fr_fr: Nom du groupe
hr: Ime grupe
pt_br: Nome do Grupo

source: Created On
fr_fr: Créé le
pt_br: Criado Em

source: Are you sure want to <b>enable</b> selected groups?
pt_br: Tem certeza que deseja <b>habilitar</b> os grupos selecionados?

source: Are you sure want to <b>disable</b> selected groups?
pt_br: Tem certeza que deseja <b>desabilitar</b> os grupos selecionados?

source: Are you sure you want to DELETE selected groups?
pt_br: Tem certeza que deseja APAGAR os grupos selecionados?

source: Deleted groups CANNOT be recovered and might affect staff's access.
pt_br: Grupos apagados NÃO PODEM ser recuperados e podem afetar o acesso de membros da equipe.

source: Email Template Message
pt_br: Mensagem do Modelo de E-mail

source: Message Template
pt_br: Modelo de E-mail

source: Select Setting Group
pt_br: Selecione Grupo de Configs.

source: Subject and body required.
fr_fr: Sujet et corps requis
pt_br: Assunto e corpo requeridos.

source: Message Subject
fr_fr: Sujet du message
pt_br: Assunto da Mensagem

source: Email message subject
fr_fr: Sujet du message email
pt_br: Assunto da mensagem de E-mail

source: Message Body
fr_fr: Corps du message
pt_br: Corpo da Mensagem

source: Email message body
fr_fr: Corps du message email
pt_br: Corpo da mensagem de E-mail

source: Open New Ticket
el: Άνοιγμα Νέου Δελτίου
fr_fr: Ouvrir Nouveau ticket
hr: Otvori novi Tiket za upit ili podršku
pt_br: Abrir Novo Tíquete

source: Send alert to user.
el: Αποστολή ειδοποίησης στο χρήστη.
fr_fr: Envoyer une alerte à l'utilisateur
pt_br: Enviar alerta ao usuário.

source: Phone Number:
fr_fr: Téléphone:
pt_br: Número de Telefone:

source: Ticket Information &amp; Options
fr_fr: Informations &amp; options du ticket
pt_br: Informações do Tíquete e Opções

source: Ticket Source:
el: Προέλευση Δελτίου:
fr_fr: Source du ticket:
pt_br: Origem do Tíquete:

source: Select Source
el: Επιλέξτε Προέλευση
fr_fr: Sélectionner source
hr: Odaberi izvor
pt_br: Selecione Origem

source: Other
el: Λοιπά
fr_fr: Autre
hr: Ostalo
pt_br: Outro

source: Department:
el: Τμήμα:
fr_fr: Département
hr: Odjel:
pt_br: Departamento:

source: Select Help Topic
pt_br: Selecione um Tópico de Ajuda:

source: System Default
el: Προεπιλογή Συστήματος
fr_fr: Valeur par défaut
hr: Zadane vrijednosti sustava
pt_br: Padrão do Sistema

source: Due Date:
el: Ημερομηνία Λήξης:
fr_fr: Date d'échéance:
hr: Datum krajnjeg roka:
pt_br: Prazo:

source: Time is based on your time zone
fr_fr: Le temps est basé sur votre timezone
pt_br: A hora é baseada no seu fuso horário

source: Assign To:
el: Ανάθεση Προς:
fr_fr: Assigner à:
pt_br: Designado Para:

source: Issue
fr_fr: Problème
pt_br: Problema

source: The user will be able to see the issue summary below and any associated responses.
pt_br: O usuário poderá ver o resumo abaixo e quaisquer respostas associadas.

source: Issue summary
fr_fr: Résumé du problème
pt_br: Resumo do problema

source: Details on the reason(s) for opening the ticket.
pt_br: Detalhes das razões para abrir o tíquete.

source: Optional response to the above issue.
pt_br: Resposta opcional ao problema acima.

source: Close On Response
pt_br: Fechar ao Responder

source: (Only applicable if response is entered)
pt_br: (Somente se aplica se existir resposta)

source: Optional internal note (recommended on assignment)
pt_br: Nota interna opcional (recomendado ao designar)

source: Open Ticket
fr_fr: Ticket ouvert
pt_br: Abrir Tíquete

source: Update Ticket
el: Ενημέρωση Δελτίου
fr_fr: Editer ticket
hr: Ažuriraj Tiket
pt_br: Atualizar Tíquete

source: Ticket Update
fr_fr: Edition du ticket
pt_br: Atualização de Tíquete

source: Make sure the email address is valid.
pt_br: Certifique-se que o endereço de e-mail é válido.

source: Full Name
el: Ονοματεπώνυμο
fr_fr: Nom complet
hr: Ime i prezime
pt_br: Nome Completo

source: Ticket Information
fr_fr: Information du ticket
pt_br: Informações do Tíquete

source: Due date overwrites SLA's grace period.
pt_br: O Prazo sobrescreve o período de tolerância do SLA.

source: Ticket Source
fr_fr: Source de ticket
pt_br: Origem do Tíquete

source: Priority Level
fr_fr: Niveau de priorité
pt_br: Prioridade

source: Reason for editing the ticket (required)
pt_br: Razão para editar o tíquete (requerido)

source: Save
el: Αποθήκευση
fr_fr: Sauver
hr: Spremi
pt_br: Salvar

source: Email Settings and Options
pt_br: Opções e Configs. de E-mail

source: Note that some of the global settings can be overwritten at department/email level.
pt_br: Note que algumas configurações globais podem ser sobrescritas ao nível de departamento/e-mail.

source: Default System Email
fr_fr: Email par défaut du système
pt_br: E-mail Padrão do Sistema

source: Default Alert Email
fr_fr: Email d'alerte par défaut
pt_br: E-mail de Alerta Padrão

source: Use Default System Email (above)
el: Χρήση του Προεπιλεγμένου Email Ειδοποίησης (παραπάνω)
fr_fr: Utiliser l'adresse email par défaut du système (ci-dessus)
pt_br: Use E-mail Padrão do Sistema (acima)

source: Admin's Email Address
fr_fr: Adresse email de l'administrateur
pt_br: Endereço de E-mail do Administrador

source: System administrator's email
fr_fr: E-mail de l'administrateur
pt_br: E-mail do Administrador do Sistema

source: Incoming Emails
el: Εισερχόμενα Emails
fr_fr: Emails entrants
hr: Dolazna e-pošta
pt_br: E-mails de Entrada

source: For mail fetcher (polling) to work you must set an external cron job or enable auto-cron
pt_br: Para que buscador de e-mail funcione você deve configurar um trabalho de Cron exteno ou habilitar auto-cron

source: Email Polling
fr_fr: Polling des emails
pt_br: Consulta de E-mail

source: Enable POP/IMAP polling
fr_fr: Activer polling POP/IMAP
pt_br: Habilitar Consulta POP/IMAP

source: Enable Auto-Cron
fr_fr: Activer Auto-Cron
pt_br: Habilitar Auto-Cron

source: Poll based on staff activity - NOT recommended
pt_br: Consultar baseado na atividade dos membros da equipe - NÃO recomendado

source: Email Piping
pt_br: Direcionamento de E-mail para programa

source: Enable email piping
el: Ενεργοποίηση email piping
pt_br: Habilitar direcionamento de e-mail para programas

source: You pipe we accept policy
pt_br: Política "você direciona e-mail, nós aceitamos"

source: Strip Quoted Reply
pt_br: Separar Resposta Citada

source: depends on the reply separator tag set below
pt_br: depende da marca de separação de resposta configurada abaixo

source: Reply Separator Tag
el: Διαχωριστική Ετικέτα Απάντησης
fr_fr: Séparateur de réponses
hr: Odgovor razdjelnik oznaka
pt_br: Marca de Separação de Resposta

source: Outgoing Emails
el: Εξερχόμενα Emails
fr_fr: Emails sortant
hr: Odlazna e-pošta
pt_br: E-mails de Saída

source: Default email only applies to outgoing emails without SMTP setting
pt_br: E-mail padrão somente se aplica a e-mails de saída dem configuração SMTP

source: Default Outgoing Email
fr_fr: Email sortant par défaut
pt_br: E-mail de Saída Padrão

source: None: Use PHP mail function
el: Κανένα: Χρήση της συνάρτησης mail της PHP
fr_fr: Aucun: utiliser la fonction php 'mail'
hr: Ništa: koristite PHP mail funkciju
pt_br: Nenhum: Use a função de e-mail do PHP

source: Knowledge Base Settings and Options
fr_fr: Configurations et options de la base de connaissance
pt_br: Configs. de Opções da Base de Conhecimento

source: Knowledge Base Settings
fr_fr: Paramètres Base de connaissance
pt_br: Configs. da Base de Conhecimento

source: Disabling knowledge base disables clients' interface.
fr_fr: La Désactivation de la base de connaissance désactive l'interface client
pt_br: Ao desabilitar a Base de Conhecimento a interface do cliente é desabilitada.

source: Knowledge base status
fr_fr: Etat FAQ
pt_br: Estado da Base de Conhecimento

source: Enable Knowledge base
fr_fr: Activer FAQ
pt_br: Habilitar Base de Conhecimento

source: (Client interface)
fr_fr: (interface client)
pt_br: (interface do cliente)

source: Enable canned responses
fr_fr: Activer réponses pré-enregistrées
pt_br: Respostas prontas habilitadas

source: (Available on ticket reply)
fr_fr: (Disponible lors de la réponse au ticket)
pt_br: (Disponível ao responder tíquetes)

source: filters
fr_fr: filtres
pt_br: filtros

source: No filters found!
fr_fr: Aucun filtre trouvé!
pt_br: Não foram encontrados filtros!

source: Ticket Filters
fr_fr: Filtres de tickets
pt_br: Filtros de Tíquete

source: Order
fr_fr: Trier
pt_br: Ordem

source: Rules
fr_fr: Règles
pt_br: Regras

source: No filters found
pt_br: Não foram encontrados filtros

source: Are you sure want to <b>enable</b> selected filters?
pt_br: Tem certeza que deseja <b>habilitar</b> os filtros selecionados?

source: Are you sure want to <b>disable</b> selected filters?
pt_br: Tem certeza que deseja <b>desabilitar</b> os filtros selecionados?

source: Are you sure you want to DELETE selected filters?
pt_br: Tem certeza que deseja APAGAR os filtros selecionados?

source: Deleted filters CANNOT be recovered, including any associated rules.
pt_br: Filtros apagados NÃO PODEM ser recuperados, incluindo quaisquer regras associadas.

source: Errors
fr_fr: Erreurs
hr: Greške
pt_br: Erros

source: Warnings
fr_fr: Avertissements
hr: Upozorenja
pt_br: Avisos

source: Debug logs
fr_fr: Logs de DEBUB
hr: Dnevnici uklanjanja grešaka
pt_br: Logs de Debug

source: All logs
fr_fr: Tous les logs
hr: Svi dnevnici
pt_br: Todos os logs

source: No logs found!
fr_fr: Aucun log trouvé
pt_br: Nenhum log encontrado!

source: System Logs
fr_fr: Logs système
hr: Sustavni zapisi
pt_br: Logs do Sistema

source: Date Span
fr_fr: Intervalle de temps
pt_br: Intervalo de Data

source: Go!
el: Εμπρός!
hr: Idi!
pt_br: Ir!

source: Log Title
fr_fr: Titre du log
pt_br: Título do Log

source: Log Type
fr_fr: Type de log
pt_br: Tipo de Log

source: Log Date
fr_fr: Moment du log
pt_br: Data do Log

source: No logs found
fr_fr: Aucun log trouvé
pt_br: Não foram encontradas logs

source: Delete Selected Entries
pt_br: Deletar Entradas Selecionadas

source: Are you sure you want to DELETE selected logs?
pt_br: Tem certeza que deseja APAGAR os logs selecionados?

source: Deleted logs CANNOT be recovered.
pt_br: Logs apagados NÃO PODEM ser recuperados.

source: (Published)
fr_fr: (Publiée)
pt_br: (Publicado)

source: Last updated
fr_fr: Dernière mise à jour
pt_br: Última atualização

source: Options
pt_br: Opções

source: Select Action
el: Επιλέξτε Ενέργειας
fr_fr: Sélectionner action
hr: Odaberite radnju
pt_br: Selecione Ação

source: Unpublish FAQ
fr_fr: Depublier FAQ
pt_br: Despublicar FAQ

source: Publish FAQ
fr_fr: Publier FAQ
pt_br: Publicar FAQ

source: Edit FAQ
fr_fr: Editer FAQ
pt_br: Editar FAQ

source: Delete FAQ
fr_fr: Supprimer FAQ
pt_br: Apagar FAQ

source: Update Help Topic
fr_fr: Mettre à jour catégorie d'aide
pt_br: Atualizar Tópico de Ajuda

source: Add Topic
fr_fr: Ajouter une catégorie d'aide
pt_br: Adicionar Tópico

source: Help Topic Information
fr_fr: Infos sur la catégorie d'aide
pt_br: Informações do Tópico de Ajuda

source: Topic
fr_fr: Catégorie
pt_br: Tópico

source: Private/Internal
fr_fr: Privée/Interne
pt_br: Privado/Interno

source: Parent Topic
fr_fr: Catégorie parente
pt_br: Tópico Pai

source: Select Parent Topic
fr_fr: Sélectionner catégorie parente
pt_br: Selecione um Tópico Pai

source: optional
fr_fr: optionnel
pt_br: opcional

source: New ticket options
fr_fr: Options pour nouveau ticket
pt_br: Opções de Novo Tíquete

source: Department's Default
pt_br: Padrão do Departamento

source: new ticket auto-response for this topic (Overwrites Dept. settings).
pt_br: auto-resposta de novos tíquetes para este tópico (Sobrescreve configs. do depto.).

source: Internal notes about the help topic.
pt_br: Notas internas sobre o tópico de ajuda.

source: Templates
pt_br: Modelos

source: No templates found!
fr_fr: Aucun template trouvé!
pt_br: Nenhum modelo encontrado!

source: In-Use
el: Σε χρήση
fr_fr: En cours d'utilisation
hr: U uporabi
pt_br: Em Uso

source: (System Default)
fr_fr: (valeur par défaut)
pt_br: (Padrão do Sistema)

source: No templates found
fr_fr: Aucun template trouvé
pt_br: Nenhuma modelo encontrado

source: Are you sure want to <b>enable</b> selected templates?
pt_br: Tem certeza que deseja <b>habilitar</b> os modelos selecionados?

source: Are you sure want to <b>disable</b> selected templates?
pt_br: Tem certeza que deseja <b>desabilitar</b> os modelos selecionados?

source: Are you sure you want to DELETE selected templates?
pt_br: Tem certeza que deseja APAGAR os modelos selecionados?

source: Deleted templates CANNOT be recovered.
pt_br: Modelos apagados NÃO PODEM ser recuperados.

source: Autoresponder Setting
fr_fr: Paramètres de réponse automatique
pt_br: Configuração de Respostas Automáticas

source: Global setting - can be disabled at department or email level.
pt_br: Configuração global - pode ser desabilitado

source: (Autoresponse includes the ticket ID required to check status of the ticket)
pt_br: (A Auto-resposta inclui o ID do tíquete, requerido para checar o estado do tíquete)

source: New Ticket by staff
fr_fr: Nouveau ticket par employé
pt_br: Novo Tíquete pela equipe

source: (Notice sent when staff creates a ticket on behalf of the user (Staff can overwrite))
pt_br: (Aviso enviado quando um mebro da equipe cria um tíquete no lugar do usuário (Mebro da equipe pode sobrescrever))

source: (Confirmation notice sent when a new message is appended to an existing ticket)
pt_br: (Aviso enviado confirmando quando uma nova mensagem é adicionada a um tíquete existente)

source: Overlimit notice
fr_fr: Notification de dépassement
pt_br: Aviso de limite ultrapassado

source: (Ticket denied notice sent to user on limit violation. Admin gets alerts on ALL denials by default)
pt_br: (Aviso de tíquete negado enviar para o usuário ao violar o limite. Administradores recebem alertas em TODAS as negações, por padrão)

source: Update FAQ:
fr_fr: Editer FAQ:
pt_br: Atualizar FAQ:

source: Add New FAQ
fr_fr: Ajouter nouvelle FAQ
pt_br: Adicionar Nova FAQ

source: Add FAQ
fr_fr: Ajouter FAQ
pt_br: Adicionar FAQ

source: FAQ Information
fr_fr: Informations sur la FAQ
pt_br: Informações de FAQ

source: Question
pt_br: Pergunta

source: Category Listing
fr_fr: Listing des catégories
pt_br: Listagem da Categoria

source: FAQ category the question belongs to.
pt_br: Categoria de FAQ que a que a pergunta pertence.

source: Select FAQ Category
pt_br: Selecione a Categoria de FAQ

source: Listing Type
fr_fr: Listing des types
pt_br: Tipo de Listagem

source: Published questions are listed on public knowledgebase if the parent category is public.
pt_br: Questões publicadas são listadas na base de conhecimento pública se a categoria pai é pública.

source: Public (publish)
fr_fr: Public (publier)
pt_br: Público (publicar)

source: Answer
fr_fr: Répondre
pt_br: Resposta

source: (optional)
fr_fr: (optionnel)
pt_br: (opcional)

source: Select files to upload.
fr_fr: Fichiers à charger.
pt_br: Selecione arquivos para subir.

source: Check all help topics related to this FAQ.
fr_fr: Vérifiez toutes les catégories d'aide concernant cette FAQ
pt_br: Cheque todos os tópicos de ajuda relacionados à este FAQ.

source: Internal (private)
fr_fr: Interne (privé)
pt_br: Interno (privado)

source: Configuration file rename required!
fr_fr: Changement du nom du fichier de config requis
pt_br: Renomeie o arquivo de configuração para continuar!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
pt_br: Para evitar possíveis conflitos, por favor, renomeie os arquivos de configuração como mostrado abaixo.

source: Solution
pt_br: Solução

source: Rename file
fr_fr: Renommer fichier
pt_br: Renomeie arquivo

source: and click continue below.
fr_fr: et cliquez sur continuer ci-dessous
pt_br: e clique em continuar abaixo.

source: Please refer to the
fr_fr: Veuillez vous référer à
pt_br: Por favor, refira-se ao

source: Upgrade Guide
fr_fr: Guide d'upgrade
pt_br: Guia de Atualização

source: for more information.
fr_fr: pour plus d'information
pt_br: para mais informações.

source: Need Help?
fr_fr: Besoin d'aide?
pt_br: Precisa de ajuda?

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
pt_br: Se você está procurando um nível maior de suporte, nós provesmos <u> atualizações profissionais </u> e suporte comercial com tempos de resposta garantidos, e acesso ao time de desenvolvimento. Também podemos ajudar a customizar o osTicket ou ainda adicionar novos recursos para o sistema para atender suas necessidades específicas.

source: Learn More!
fr_fr: En savoir plus!
pt_br: Veja Mais!

source: osTicket Upgrade
fr_fr: Upgrade osTicket
pt_br: Atualização do osTicket

source: Thank you for taking the time to upgrade your osTicket intallation!
pt_br: Obrigado por dedicar seu tempo à atualização da sua instalação do osTicket!

source: Please do not cancel or close the browser, any errors at this stage will be fatal.
pt_br: Por gentileza, não cancele ou feche o navegador, quaisquer erros neste estágio serão fatais.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
pt_br: O assistente de atualização irá agora tentar atualizar sua base de dados e configurações!

source: Database enhancements
pt_br: Melhorias na Base de Dados

source: New and updated features
pt_br: Recursos novos e atualizados

source: Enhance settings and security
pt_br: Melhora segurança e configurações

source: Do It Now!
fr_fr: Le faire tout de suite!
pt_br: Faça Agora!

source: Upgrade Tips
fr_fr: Conseils d'upgrade
pt_br: Dicas de Atualização

source: 1. Be patient the process will take a couple of minutes.
pt_br: 1. Seja paciente, o processo irá demorar alguns minutos.

source: 2. If you experience any problems, you can always restore your files/database backup.
pt_br: 2. Se você tiver qualquer problema, pode sempre restaurar seus arquivos/base de dados do backup.

source: 3. We can help, feel free to
pt_br: 3. Podemos ajudar, sinta-se à vontade para

source: contact us
fr_fr: contactez-nous
pt_br: contactar-nos

source: for professional help.
fr_fr: pour de l'aide professionelle
pt_br: ajuda profissional.

source: Please wait... while we upgrade your osTicket installation!
pt_br: Favor esperar... enquanto atualizamos sua instalação do osTicket!

source: osTicket Upgrader
fr_fr: Upgrade osTicket
pt_br: Atualizador do osTicket

source: Thank you for being a loyal osTicket user!
pt_br: Obrigado por ser um usuário fiel do osTicket!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
pt_br: O assistente de atualização o guiará em cada passo do processo de atualização. Apesar de tentarmos garantir que o processo de atualização seja tranqüilo, não podemos garantir que este será o caso para cada usuário.

source: Getting ready!
fr_fr: Préparez-vous!
pt_br: Preparando-se!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
pt_br: Antes de continuarmos, checaremos a configuração de seu servidor para termos certeza que ele atende aos requisitos mínimos para rodar a última versão do osTicket.

source: Prerequisites
fr_fr: Pré-requis
pt_br: Pré-requisitos

source: These items are necessary in order to run the latest version of osTicket.
pt_br: Estes itens são necessários para rodar a última versão do osTicket.

source: yes
fr_fr: oui
pt_br: sim

source: no
fr_fr: non
pt_br: não

source: PHP v4.3 or greater
fr_fr: PHP v4.3+
pt_br: PHP versão 4.3 ou superior

source: MySQL v4.4 or greater
fr_fr: MySQL v4.4+
pt_br: MySQL versão 4.4 ou superior

source: module loaded
fr_fr: module chargé
pt_br: módulo carregado

source: missing!
fr_fr: manquant(e)!
pt_br: faltando!

source: Higly Recommended
fr_fr: Hautement recommandé
pt_br: Altamente Recomendado

source: We hightly recommend that you follow the steps below.
pt_br: Recomendamos fortemente que você siga os passos abaixo.

source: Backup the current database, if you haven't done so already.
pt_br: Efetue backup de sua base de dados, se você ainda não o fez.

source: Be patient the upgrade process will take a couple of seconds.
pt_br: Seja paciente, o processo de atualização irá demorar alguns segundos.

source: Start Upgrade Now
pt_br: Inicie a Atualização Agora

source: 1. Remember to backup your osTicket database
pt_br: 1. Lembre-se de fazer backup de sua base de dados do osTicket

source: 2. Refer to
fr_fr: 2. Référez-vous à
pt_br: 2. Refira-se ao

source: for the latest tips
pt_br: para as últimas dicas

source: 3. If you experience any problems, you can always restore your files/database backup.
pt_br: 3. Se você tiver qualquer problema, pode sempre restaurar seus arquivos/base de dados do backup.

source: 4. We can help, feel free to
pt_br: 4. Podemos ajudar, sinta-se à vontade para

source: Doing stuff!
fr_fr: Traitement en cours
pt_br: Trabalhando!

source: Upgrade Completed!
fr_fr: Upgrade avec succès
pt_br: Atualização Completada!

source: Congratulations osTicket upgrade has been completed successfully.
fr_fr: Félicitations, osTicket s'est mis à jour avec succès
pt_br: Parabéns! A atualização do osTicket foi completada com sucesso.

source: Please refer to
fr_fr: Veuillez vous référer à
pt_br: Favor referir-se à(s)

source: Release Notes
pt_br: Notas de Versão

source: for more information about changes and/or new features.
pt_br: para maiores informações sobre mudanças e/ou novos recursos.

source: Once again, thank you for choosing osTicket.
pt_br: Novamente, obrigado por escolher o osTicket.

source: Please feel free to
pt_br: Sinta-se à vontade para

source: let us know
fr_fr: Notifiez-nous
pt_br: notifique-nos
