Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Access denied. You are not allowed to edit this ticket. Contact admin if you believe this is in error
el: Δεν επιτρέπεται η πρόσβαση. Δεν επιτρέπεται να επεξεργαστείτε αυτό το δελτίο. Επικοινωνήστε με το Διαχειριστή αν πιστεύετε ότι αυτό είναι λάθος.
hr: Pristup je zabranjen. Nemate dopuštenje za izmjenu ovog tiketa. Kontaktirajte admina ako mislite da je greška

source: Missing message ID
el: Λείπει το ID του μηνύματος
hr: Nedostaje poruka ID

source: Invalid attachment
el: Μή έγκυρο συνημμένο
hr: Neispravan prilog

source: upload dir invalid. Contact admin.
el: Ο κατάλογος upload δεν είναι έγκυρος. Επικοινωνήστε με το Διαχειριστή.
hr: Mapa za upload nevažeća. Kontaktirajte admina.

source: Invalid file type
el: Μη έγκυρος τύπος αρχείου
hr: Pogrešna vrsta datoteke

source: Email is in banlist. Must be removed to reply
el: Το email είναι στη λίστα απαγορευμένων διευθύνσεων (banlist). Πρέπει να απομακρυνθεί από τη λίστα για να απαντήσετε
hr: E-mail se nalazi na ban-popisu. Za odgovor mora biti uklonjen

source: Response Posted Successfully
el: Η απάντηση δημοσιεύτηκε με επιτυχία
hr: Odgovor uspješno objavljen

source: %s %s the ticket on reply
el: %s %s το δελτίο για απάντηση
hr: %s %s tiket na odgovor

source: reopened
el: ανοιγμένα εκ νεου
hr: ponovno otvoren

source: closed
el: κλειστά
hr: zatvoren

source: Ticket status changed to %s
el: Η κατάσταση των δελτίων άλλαξε σε %s
hr: Tiket status promijenjen u %s

source: Unable to post the response.
el: Αδυναμία αποστολής της απάντησης.
hr: Dodati odgovor nije moguće

source: Note/Message required
el: Η Σημείωση/Μήνυμα απαιτείται
hr: Napomena / poruka potrebna

source: Ticket already in the Dept.
el: Το δελτίο βρίσκεται ήδη στο Τμήμα
hr: Tiket je već u odjelu

source: Dept. Transfer from %s to %s
el: Μεταφορά Τμήματος από %s σε %s
hr: Odjel prenešen iz %s na %s

source: Ticket transfered sucessfully to %s Dept.
el: Το δελτίο μεταφέρθηκε με επιτυχία στο Τμήμα %s
hr: Tiket uspješno prenešen u odjel %s.

source: Unable to complete the transfer
el: Δεν ήταν δυνατή η ολοκλήρωση της μεταφοράς
hr: Nije moguće dovršiti prijenos

source: Ticket already assigned. You do not have permission to re-assign assigned tickets
el: Το δελτίο έχει ήδη ανατεθεί. Δεν επιτρέπεται να κάνετε ανάθεση σε ήδη ανατεθιμένα δελτία.
hr: Tiket je već dodijeljen. Nemate dopuštenje ponovno dodijeliti, dodijeljen Ticket.

source: staff
el: προσωπικό
hr: osoblje

source: Unable to assign the ticket
el: Αδυναμία ανάθεσης του δελτίου
hr: Tiket se ne može dodijeliti

source: Internal note posted
el: Η εσωτερική σημείωση δημοσιεύτηκε
hr: Interna napomena postavljena

source: and status set to
el: και η κατάσταση τέθηκε σε
hr: i status postavljen na

source: open
el: ανοικτό
hr: otvoren

source: Error(s) occured. Unable to post the note.
el: Εμφανίστηκε Σφάλμα. Αδύνατη η αποστολή της σημείωσης.
hr: Dogodila se greška. Nije moguće postaviti napomenu.

source: Error(s) occured! Try again.
el: Εμφανίστηκαν σφάλματα. Δοκιμάστε ξανά!
hr: Dogodila se greška! Pokušajte ponovno.

source: Ticket priority set to "%s" by %s
el: Η προτεραιότητα του δελτίου έχει τεθεί σε "%s" από %s
hr: Prioritet Tiketa postavljen na "%s" od %s

source: Ticket #%s status set to CLOSED
el: Η κατάσταση του Δελτίου #%s τέθηκε σε ΚΛΕΙΣΤΟ
hr: Tiket #%s status postavljen na ZATVORENO

source: Ticket closed without response by %s
el: Το δελτίο έκλεισε χωρίς απάντηση από %s
hr: Tiket zatvoren bez odgovora od %s

source: Ticket released (unassigned) from %s by %s
el: Το δελτίο αποδεσμεύτηκε (αναιρέθηκε η ανάθεσή του) από %s από %s
hr: Tiket otpušten (neraspoređen) sa %s od %s

source: Email (%s) added to banlist
el: Το Email (%s) προστέθηκε στη λίστα των απαγορευμένων (banlist)
hr: E-mail (%s) dodan na ban-popis

source: & ticket status set to closed
el: & η κατάσταση του δελτίου τέθηκε σε ΚΛΕΙΣΤΟ
hr: & status postavljen na zatvoreno

source: You do not have permission to close/reopen tickets
el: Δεν έχετε δικαίωμα για να κλείσετε/ανοίξετε εκ νέου δελτία
hr: Nemate dozvolu za zatvaranje / ponovno otvaranje Tiketa

source: Open (%s)
el: Άνοιγμα ( %s)
hr: Otvoreno (%s)

source: Open Tickets (%s)
el: Ανοικτά Δελτία ( %s)
hr: Otvoreno Tiketa (%s)

source: Answered (%s)
el: Απαντημένα ( %s)
hr: Odgovoreno (%s)

source: assigned to you!
el: ανατέθηκε σε εσάς!
hr: dodijeljen vama!

source: My Tickets (%s)
el: Τα δελτία μου ( %s)
hr: Moji Tiketi (%s)

source: Overdue (%s)
el: Εκπρόθεσμα ( %s)
hr: Dospjelo kasni (%s)

source: overdue tickets!
el: εκπρόθεσμα δελτία!
hr: kasne Tiketi!

source: cron job executed [%s]
el: περιοδική εργασία εκτελέστηκε [%s]

source: Unknown ID#
el: Άγνωστο ID#
hr: Nepoznati ID#

source: Title/subject required
el: Ο τίτλος/θέμα απαιτείται
hr: Naslov / tema potrebna

source: Reply required
el: Η απάντηση απαιτείται
hr: Odgovor potreban

source: Unable to create the reply. Internal error
el: Αδυναμία δημιουργίας της απάντησης. Εσωτερικό σφάλμα
hr: Nije moguće napraviti odgovor. Interna greška

source: Premade reply updated
el: Η προκατασκευασμένη απάντηση ενημερώθηκε
hr: Izborni odgovori ažurirani

source: Internal update error occured. Try again
el: Εσωτερικό σφάλμα ενημέρωσης. Προσπαθήστε ξανά.
hr: Interna greška ažuriranja. Pokušajte ponovno

source: Title already exists!
el: Ο Τίτλος υπάρχει ήδη!
hr: Naslov već postoji!

source: Error(s) occured. Try again
el: Εμφανίστηκε Σφάλμα. Προσπαθήστε ξανά.
hr: Dogodila se greška. Pokušajte ponovno

source: You must select at least one item
el: Πρέπει να επιλέξετε τουλάχιστον ένα στοιχείο
hr: Odaberite najmanje jedan predmet

source: Error occured. Try again
el: Προέκυψε σφάλμα Προσπαθήστε ξανά.
hr: Došlo je do greške. Pokušajte ponovno

source: Premade Replies
el: Προκατασκευασμένες Απαντήσεις
hr: Premade odgovori

source: New Premade Reply
el: Νέα Προκατασκευασμένη Απάντηση
hr: Novi Premade odgovor

source: Welcome to the support center
el: Καλώς ήρθατε στο κέντρο υποστήριξης
hr: Dobrodošli u centar za podršku

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required.
el: Για να βελτιστοποιήσετε τα αιτήματα υποστήριξης και για την καλύτερη εξυπηρέτησή σας, χρησιμοποιούμε ένα σύστημα δελτίων υποστήριξης. Σε κάθε αίτημα υποστήριξης αποδίδεται ένας μοναδικός αριθμός δελτίου που μπορείτε να χρησιμοποιήσετε για την online παρακολούθηση της προόδου και των απαντήσεων. Για τη δική σας αναφορά, σας παρέχουμε πλήρη αρχεία και ιστορικό όλων των αιτήσεων σας. Μια έγκυρη διεύθυνση email είναι απαραίτητη.
hr: Da bi pojednostavili podršku i Vas bolje uslužili, koristimo ovaj Tiket sustav za podršku klijenta. Svakom zahtjevu za podršku (Tiket) dodjeljuje se jedinstveni broj, koji možete koristiti za praćenje napretka i odgovore. Takodjer je dostupna povijest svih vaših zahtjeva za podršku. Za korištenje potrebna je ispravna i važeća Email-adresa!

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please use the form to the right.
el: Παρακαλούμε δώστε όσο το δυνατόν λεπτομερέστερα στοιχεία ώστε να μπορέσουμε να σας βοηθήσουμε καλύτερα. Για να ενημερώσετε ένα δελτίο που υποβλήθηκε στο παρελθόν, παρακαλούμε χρησιμοποιήστε την φόρμα στα δεξιά.
hr: Molimo unesite što više detalja u opis. Moguće je i prilog poslati, kako bi Vam mogli najbrže i najbolje pomoći. Da bi ste ažurirali ili obnovili prethodno podnešeni Tiket, koristite obrazac na desnoj strani.

source: We provide archives and history of all your support requests complete with responses.
el: Παρέχουμε αρχεία και την ιστορικό όλων των αιτήσεων υποστήριξής σας συμπληρωμένα με τις απαντήσεις.
hr: Pružamo arhivu i povijest svih vaših zahtjeva za podršku, zajedno s odgovorima.

source: Ticket #:
el: Δελτίο #:
hr: Tiket #

source: Check Status
el: Έλεγχος Κατάστασης
hr: Provjeri stanje

source: Short open tag disabled! - osTicket requires it turned ON.
el: Η Σύντομη ανοικτή ετικέτα είναι απενεργοποιημένη - Το osTicket την απαιτεί ενεργοποιημένη!
hr: 'short open tag' onemogućen! - osTicket zahtijeva da je uključen. Provjerite postavke u php.ini

source: Contact system adminstrator.
el: Επικοινωνήστε με το διαχειριστή του συστήματος.
hr: Contact system adminstrator. / Obratite se administratoru sustava.

source: Forgot your login info? Please <a href="open.php">open a new ticket</a>.
el: Ξέχασες τα συνθηματικά σας; Παρακαλούμε <a href="open.php">ανοίξτε ένα νέο δελτίο</a>;
hr: Zaboravili ste podatke za prijavu? Molimo <a href="open.php">otvorite novi Tiket</a>.

source: Excessive login attempts by a client?
el: Υπερβολικές προσπάθειες σύνδεσης από έναν χρήστη;
hr: Pretjerani pokušaji prijava sa strane klijenta?

source: Time:
el: Χρόνος:
hr: Vrijeme:

source: Excessive login attempts (client)
el: Υπερβολικές προσπάθειες σύνδεσης (client)
hr: Pretjerani pokušaji prijava (klijent)

source: Failed login attempt (client)
el: Αποτυχημένη προσπάθεια σύνδεσης (client)
hr: Neuspjeli pokušaj prijave (klijent)

source: System is offline for an upgrade.
el: Το σύστημα είναι offline για μια αναβάθμιση.
hr: Sustav je isključen zbog nadogradnje.

source: Security violation. Repeated violations will result in your account being locked.
el: Παραβίαση ασφαλείας. Επανειλημμένες παραβιάσεις θα έχουν ως αποτέλεσμα το κλείδωμα του λογαριασμού σας.
hr: Povreda sigurnosti! Svaki daljni pokušaj će rezultirati u ZATVARANJU vašeg korisničkog računa! Kontaktirajte administraciju putem e-maila ili telefona.

source: File is too big. Max %s bytes allowed
el: Το αρχείο είναι πολύ μεγάλο. Μέγιστος αριθμός %s bytes επιτρέπονται.
hr: Datoteka je prevelika. Dozvoljeno je %s byte

source: Error(s) occured. Please try again
el: Εμφανίστηκε Σφάλμα. Παρακαλούμε δοκιμάστε ξανά.
hr: Dogodila se greška. Molimo pokušajte ponovno

source: Unable to update topic. Internal error occured
el: Αδύνατη η ενημέρωση του θέματος. Εμφανίστηκε εσωτερικό σφάλμα
hr: Nije moguće ažurirati temu. Interna greška

source: (5 chars min)
el: (5 τουλάχιστον χαρακτήρες)
hr: (5 znakova min)

source: (3 chars min)
el: (3 τουλάχιστον χαρακτήρες)
hr: (3 znaka min)

source: (type not set)
el: (δεν έχει οριστεί τύπος)
hr: (tip nije postavljen)

source: No target recipient(s) selected
el: Δεν επιλέχθηκαν παραλήπτες
hr: Primatelj nije odabran

source: Reply separator required (?)
el: Ο διαχωριστής Απάντησης απαιτείται (;)
hr: Razdjelnik za odgovor potreban (?)

source: Edit Group: %s
el: Επεξεργασία Ομάδας: %s
hr: Uredi grupu: %s

source: Group permissions set below applies cross all group members, but don't apply to adminstrators and Dept. managers in some cases.
el: Τα δικαιώματα της ομάδας που ορίζονται παρακάτω εφαρμόζονται σε όλα τα μέλη της ομάδας, αλλά δεν ισχύουν για Διαχειριστές και Προϊστάμενους Τμημάτων, σε ορισμένες περιπτώσεις.
hr: Postavljanje dozvole grupe primjenite križanjem svih članova grupe. Iste se ne primjenjuju na adminstratore i u nekim slučajevima voditelje odjela.

source: Group Name:
el: Όνομα Ομάδας:
hr: Ime grupe:

source: Group Status:
el: Κατάσταση Ομάδας:
hr: Stanje grupe:

source: Enabled
el: Ενεργοποιημένο
hr: Uključeno/omogućeno

source: Dept Access
el: Πρόσβαση Τμήματος
hr: Pristup odjela

source: Select departments group members are allowed to access in addition to thier own department.
el: Επιλέξτε Τμήματα όπου μέλη της ομάδας έχουν δικαίωμα πρόσβασης, πέρα από τα ίδια τα τμήματά τους.
hr: Odaberite članove grupe za dozvoljeni pristup odjelu, osim vlastitog odjela.

source: Can <b>Create</b> Tickets
el: Μπορεί να <b>Δημιουργεί</b> Δελτία
hr: Može <b>napraviti</b> Tiket

source: Ability to open tickets on behalf of users!
el: Δυνατότητα να ανοίγει δελτία εκ μέρους χρηστών!
hr: Otvaranje Tiketa u ime korisnika!

source: Can <b>Edit</b> Tickets
el: Μπορεί να <b>Επεξεργάζεται</b> Δελτία
hr: Može <b>urediti i mijenjati</b> Tiket

source: Ability to edit tickets. Admins & Dept managers are allowed by default.
el: Δυνατότητα επεξεργασίας δελτίων. Στους Διαχειριστές & Προϊστάμενοι Τμημάτων επιτρέπεται εξ ορισμού.
hr: Može urediti i mijenjati Tiket. (Admin i voditelji odjela su zadano dozvoljeni)

source: Can <b>Close</b> Tickets
el: Μπορεί να <b>Κλείνει</b> Δελτία
hr: Može <b>zatvoriti</b> Tiket

source: <b>Mass Close Only:</b> Staff can still close one ticket at a time when set to No
el: <b>Μαζικό Κλείσιμο Μόνο:</b> Το Προσωπικό μπορεί ακόμη να κλείνει ένα δελτίο τη φορά όταν επιλέγετε Όχι
hr: Može <b>masovno zatvoriti</b>. I ako ovo nije dopušteno, osoblje i dalje može pojedinačno zatvoriti Tiket.

source: Can <b>Transfer</b> Tickets
el: Μπορεί να <b>Μεταφέρει</b> Δελτία
hr: Može <b>prenijeti</b> Tiket

source: Ability to transfer tickets from one dept to another.
el: Δυνατότητα μεταφοράς δελτίων από το ένα τμήμα στο άλλο.
hr: Dozvola za prijenos Tiketa iz jednog odjela na drugi.

source: Can <b>Delete</b> Tickets
el: Μπορεί να <b>Διαγράφει</b> Δελτία
hr: Može <b>izbrisati</b> Tiket

source: Deleted tickets can't be recovered!
el: Τα διαγραμμέννα δελτία δεν μπορούν να ανακτηθούν!
hr: Obrisani Tikets se ne mogu vratiti!

source: Ability to add/remove emails from banlist via tickets interface.
el: Δυνατότητα να προσθέσετε / αφαιρέσετε τα μηνύματα από banlist μέσω δελτία διεπαφή.
hr: Mogućnost dodavanja i uklanjanja e-maila na ban-popis pomoću Tiket-sučelja.

source: Ability to add/update/disable/delete premade responses.
el: Δυνατότητα προσθήκης/ενημέρωσης/απενεργοποίησης/διαγραφής προκατασκευασμένων απαντήσεων.
hr: Mogućnost upravljanja (dodavanje, ažuriranje, aktiviranje, brisanje) predizbornih odgovora.

source: Welcome back
el: Καλώς ήρθατε και πάλι
hr: Dobrodošli natrag

source: My Preference
el: Η προτίμησή μου
hr: Moje osobitosti

source: My Account
el: Ο λογαριασμός μου
hr: Moj korisnički račun

source: New Department
el: Νέο Τμήμα
hr: Novi odjel

source: Dept depends on email &amp; help topics settings for incoming tickets.
el: Το Τμήμα εξαρτάται από τις ρυθμίσεις του e-mail &amp; και των θεμάτων βοήθειας σε ό,τι αφορά τα εισερχόμενα δελτία.
hr: Odjel ovisan o e-mail i pomoćne teme iz postavki dolaznih Tiketa.

source: Dept Name:
el: Ονομασία Τμήματος:
hr: Ime odjela:

source: Dept Email:
el: Email Τμήματος:
hr: E-mail odjela:

source: Dep Manager:
el: Προϊστάμενος Τμήματος:
hr: Voditelj odsjeka

source: -------None-------
el: ------- Κανένα-------
hr: -------Ništa-------

source: Select Manager (optional)
el: Επιλογή Προϊστάμενου (προαιρετικό)
hr: Odaberite voditelja (moguće)

source: No Users (Add Users)
el: Κανένας Χρήστης (Προσθήκη Χρηστών)
hr: Nema korisnika (dodaj korisnike)

source: Dept Type
el: Τύπος Τμήματος
hr: Vrsta odjela

source: Private (Hidden)
el: Ιδιωτικό (Κρυφό)
hr: Privatno (skriveno)

source: Dept Signature:
el: Υπογραφή Τμήματος:
hr: Potpis odjela:

source: Required when Dept is public
el: Απαιτείται όταν το Τμήματ είναι δημόσιο
hr: Obavezno ako je odjel javno

source: can be appended to responses.&nbsp;(available as a choice for public departments)
el: μπορεί να προσαρτηθεί απαντήσεις (διαθέσιμο ως επιλογή για τις δημόσιες υπηρεσίες).
hr: može biti dodan na odgovore.&nbsp;(dostupno kao izbor za javne službe)

source: Email Templates:
el: Πρότυπα Email:
hr: E-mail predlošci:

source: Select Template
el: Επιλογή Προτύπου
hr: Odaberite predložak

source: Used for outgoing emails,alerts and notices to user and staff.
el: Χρησιμοποιείται για εξερχόμενα emails, ειδοποιήσεις και ανακοινώσεις προς το χρήστη και το προσωπικό.
hr: Koristi se za odlazne e-pošte, upozorenja i obavijesti korisnika i osoblja.

source: Autoresponders
el: Αυτόματες Απαντήσεις
hr: Automatski odgovor

source: New Ticket:
el: Νέο Δελτίο:
hr: Novi Tiket:

source: New Message:
el: Νέο Μήνυμα:
hr: Nova poruka:

source: Auto Response Email:
el: Αυτόματη Απάντηση e-mail:
hr: Auto-odgovor e-mail:

source: Dept Email (above)
el: Email Τμήματος (παραπάνω)
hr: E-mail odjela (iznad)

source: Email address used to send auto-responses, if enabled.
el: Διεύθυνση Email που χρησιμοποιείται για την αποστολή αυτόματων απαντήσεων, αν ενεργοποιηθεί.
hr: E-mail adresa se koristi za slanje auto-odgovor, ako je omogućen.

source: Query:
el: Ερώτημα:
hr: Upit:

source: Advanced
el: Για προχωρημένους
hr: Napredno

source: Dept:
el: Τμήμα:
hr: Odjel:

source: Status is:
el: Η κατάσταση είναι:
hr: Stanje je:

source: Any status
el: Οποιαδήποτε κατάσταση
hr: Bilo koje stanje

source: Date Span:
el: Χρονικό Διάστημα:
hr: Vremenski razmak:

source: Type:
el: Τύπος:
hr: Tip:

source: Scan
el: Αναζήτηση
hr: Pretraži

source: Fulltext
el: Πλήρες κείμενο
hr: Puni tekst

source: Sort by:
el: Ταξινόμηση ανά:
hr: Poredaj po:

source: Dept.
el: Τμήμα
hr: Odjel

source: Descending
el: Φθίνουσα
hr: Silazno

source: Ascending
el: Αύξουσα
hr: Uzlazno

source: Results Per Page:
el: Αποτελέσματα ανά σελίδα:
hr: Rezultata po stranici:

source: Basic
el: Βασική
hr: Osnovno

source: Sort By Category
el: Ταξινόμηση ανά Κατηγορία
hr: Poredaj po kategoriji

source: Ticket:
el: Δελτίο:
hr: Tiket:

source: Select:
el: Επιλέξτε:
hr: Odaberi:

source: page:
el: σελίδα
hr: stranica:

source: Are you sure you want to reopen selected tickets?
el: Είστε σίγουροι ότι θέλετε να ανοίξετε ξανά τα επιλεγμένα δελτία;
hr: Jeste li sigurni da želite ponovo otvoriti odabrane tikete?

source: Are you sure you want to close selected tickets?
el: Είστε σίγουροι ότι θέλετε να κλείσετε τα επιλεγμένα δελτία;
hr: Jeste li sigurni da želite zatvoriti odabrane tikete?

source: Sort by name
el: Ταξινόμηση ανά Όνομα
hr: Poredaj po imenu/nazivu

source: Sort By Create Date
el: Ταξινόμηση ανά Ημερομηνία Δημιουργίας
hr: Poredaj po datumu izrade

source: Last Update
el: Τελευταία Ενημέρωση
hr: Zadnje ažuriranje

source: Query returned 0 results
el: Το ερώτημα επέστρεψε 0 αποτελέσματα
hr: Upit vratio 0 rezultata

source: Index list
el: Λίστα Ευρετηρίου
hr: Indeks popisa

source: Delete Template(s)
el: Διαγραφή Προτύπου(-ων)
hr: Brisanje predloške

source: Are you sure you want to DELETE selected template(s)?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τα επιλεγμένα πρότυπα;
hr: Jeste li sigurni da želite IZBRISATI odabrani predložak?

source: To add a new template - select existing template and edit it thereafter.
el: Για να προσθέσετε ένα νέο πρότυπο - επιλέξτε ένα υπάρχον πρότυπο και να το επεξεργαστείτε το στη συνέχεια.
hr: Da biste dodali novi predložak, odaberite postojeći predložak i urediti ga nakon toga.

source: Select Template to Copy
el: Επιλέξτε Πρότυπο για να Αντιγράψετε
hr: Odaberite predložak za kopiranje

source: Variables
el: Μεταβλητές
hr: Varijable

source: Variables are used on email templates as placeholders. Please note that non-base variables depends on the context in question.
el: Οι μεταβλητές χρησιμοποιούνται στα πρότυπα e-mail ως σύμβολα κράτησης θέσης. Παρακαλούμε σημειώστε ότι οι μη βασικές μεταβλητές εξαρτώνται από τα κατά περίπτωση συμφραζόμενα.
hr: Varijable na e-mail predložku se koriste kao rezervirana mjesta. Imajte na umu da 'non-base' varijable ovise o kontekstu pitanja.

source: Base Variables
el: Βασικές Μεταβλητές
hr: Bazne varijable

source: Other Variables
el: Άλλες μεταβλητές
hr: Ostale varijable

source: Ticket ID (internal ID)
el: ID Δελτίου (εσωτερικό ID)
hr: Tiket ID (unutarnji ID)

source: Ticket number (external ID)
el: Αριθμός δελτιου (εξωτερικό ID)
hr: Tiket broj (vanjski ID)

source: Email address
el: Διεύθυνση Email
hr: E-mail adresa

source: Full name
el: Ονοματεπώνυμο
hr: Ime i prezime

source: Help topic (web only)
el: θέμα Βοήθειας (μόνο στο web)
hr: Pomoćne teme (samo web)

source: Phone number | ext
el: Αριθμός τηλεφώνου | εσωτ.
hr: Telefon | ext

source: Assigned staff (if any)
el: Ανάθεση σε Υπάλληλο (Αν υπάρχει)
hr: Dodijeljeno osoblju (ako postoji)

source: Date created
el: Ημερομηνία δημιουργίας
hr: Datum izrade

source: Due date
el: Καταληκτική ημερομηνία
hr: Datum krajnjeg roka

source: Date closed
el: Ημερομηνία κλεισίματος
hr: Datum zatvaranja

source: Message (incoming)
el: Μήνυμα (εισερχόμενο)
hr: Poruka (dolazna)

source: Response (outgoing)
el: Απάντηση (εξερχόμενη)
hr: Odgovor (odlazni)

source: Internal note
el: Εσωτερική σημείωση
hr: Unutarnja bilješka

source: Staff's name (alert/notices)
el: Όνομα υπαλλήλου (ειδοποίησεις/ανακοινώσεις)
hr: Ime osoblja (upozorenje/obavijesti)

source: Assigned staff
el: Ανάθεση σε υπάλληλο
hr: Dodijeljeno osoblju

source: Staff assigning the ticket
el: Υπάλληλος που αναθέτει το δελτίο
hr: Dodijeli osoblju tiket

source: osTicket's base url (FQDN)
el: Βασικό url της βάσης του osTicket (FQDN)
hr: osTicket's bazna poveznica (FQDN)

source: Edit Premade Reply
el: Επεξεργασία Προκατασκευασμένης Απάντησης
hr: Uredi predizbor odgovora

source: Add New Premade Reply
el: Προσθήκη Νέας Προκατασκευασμένης Απάντησης
hr: Dodaj novi odgovor predizbora

source: Status:
el: Κατάσταση:
hr: Stanje:

source: Inactive
el: Ανενεργή
hr: Neaktivno

source: Category:
el: Κατηγορία:
hr: Kategorija:

source: Department under which the 'answer' will be made available.
el: Τμήμα στο οποίο η 'απάντηση' θα είναι διαθέσιμη.
hr: Odjel pod kojim će 'odgovor' biti na raspolaganju.

source: Answer:
el: Απάντηση:
hr: Odgovor:

source: Premade Reply - Ticket's base variables are supported.
el: Προκατασκευασμένη Απάντηση - Οι βασικές μεταβλητές των δελτίων υποστηρίζονται.
hr: Predizbor odgovora - bazne varijable za Tiket su moguće.

source: Current Password:
el: Τρέχων Κωδικός:
hr: Trenutna lozinka:

source: New Password:
el: Νέος Κωδικός:
hr: Nova lozinka:

source: Verify Password:
el: Επιβεβαίωση Κωδικού:
hr: Potvrdi lozinku:

source: Maximum Page size:
el: Μέγιστο Μέγεθος Σελίδας:
hr: Maksimalna veličina stranice:

source: Tickets/items per page.
el: Δελτία/στοιχεία ανά σελίδα.
hr: Tiketa/ stavki po stranici.:

source: Auto Refresh Rate:
el: Ρυθμός Αυτόματης Ανανέωσης:
hr: Automatsko osvježavanje:

source: in Mins. (<i>Tickets page refresh rate in minutes. Enter 0 to disable</i>)
el: σε Λεπτά. (<i>Ρυθμός ανανέωσης Σελίδας Δελτίων σε λεπτά. Εισάγετε 0 για απενεργοποίηση</i>)
hr: u min. (<i>Tiket stranica se obnavljanje u minutama. Unesite 0 za ugasiti</ i>)

source: Preferred Timezone:
el: Προτιμώμενη Ζώνη Ώρας:
hr: Vremenska zona:

source: Daylight Savings:
el: Θερινή Ώρα
hr: Ljetno računanje vremena:

source: Current Time:
el: Τρέχουσα Ώρα:
hr: Trenutno vrijeme:

source: Dept. Name
el: Όνομα Τμήματος
hr: Ime odjela

source: Primary Outgoing Email
el: Πρωτεύον Εξερχόμενο Email
hr: Primarna odlazna e-mail adresa

source: Are you sure you want to make selected depts(s) public?
el: Είστε σίγουροι ότι θέλετε να κάνετε τα επιλεγμένα τμήματα δημόσια;
hr: Jeste li sigurni da želite odabrani odjel objaviti javno?

source: Are you sure you want to make selected depts(s) private?
el: Είστε σίγουροι ότι θέλετε να κάνετε τα επιλεγμένα τμήματα ιδιωτικά;
hr: Jeste li sigurni da želite odabrani odjel objaviti privatno?

source: Are you sure you want to DELETE selected depts(s)?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τα επιλεγμένα τμήματα;
hr: Jeste li sigurni da želite IZBRISATI odabrane odjele?

source: AutoResp.
el: Αυτόματη Απάντηση.
hr: Autom. odgovor

source: <b>Disabled</b>
el: <b>Απενεργοποιημένα</b>
hr: <b>onemogućeno</b>

source: <b>Yes</b>
el: <b>Ναι</b>
hr: <b>Da</b>

source: Are you sure you want to make selected services active?
el: Είστε σίγουροι ότι θέλετε να κάνετε τις επιλεγμένες υπηρεσίες ενεργές;
hr: Jeste li sigurni da želite odabrane usluge aktivirati?

source: Are you sure you want to DISABLE selected services?
el: Είστε σίγουροι ότι θέλετε να ΑΠΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τις επιλεγμένες υπηρεσίες;
hr: Jeste li sigurni da želite onemogućiti odabrane usluge?
