Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Perm. Denied. You are not allowed to edit tickets
el: Μη επιτρεπτή ενέργεια. Δεν έχετε δικαίωμα να επεξεργαστείτε δελτία
fr_fr: Permission refusée. Vous n'avez pas le droit d'éditer des tickets
hr: Uskraćena dozvola. Nemate dopuštenje za izmjenu Tiketa
pt_br: Perm. Negada. Você não pode editar tíquetes

source: Ticket updated successfully
el: Το δελτίο ενημερώθηκε με επιτυχία
fr_fr: Ticket mis à jour avec succès
hr: Tiket uspješno ažuriran/ obnovljen
pt_br: Tíquete atualizado com sucesso

source: Unable to update the ticket. Correct the errors below and try again!
fr_fr: Impossible de mettre à jour le ticket. Corrigez les erreurs ci-dessous et réessayez!
pt_br: Não foi possível atualizar o tíquete.Corrija os erros abaixo e tente novamente!

source: Perm. Denied. You are not allowed to close tickets.
el: Μη επιτρεπτή ενέργεια. Δεν έχετε δικαίωμα να κλείσετε δελτία.
fr_fr: Permission refusée. Vous n'avez pas le droit de fermer des tickets.
hr: Uskraćena dozvola. Ne smijete zatvoriti Tiket.
pt_br: Perm. Negada. Você não tem permissão para fechar tíquetes.

source: Ticket is already closed!
fr_fr: Le ticket est déjà fermé
pt_br: Tíquete já está fechado!

source: Ticket #
el: Δελτίο #
hr: Tiket #
pt_br: Tíquetes #

source: status set to CLOSED
fr_fr: statut changé à FERME
pt_br: estado mudou para FECHADO

source: Ticket closed (without comments)
fr_fr: Ticket fermé (sans commentaire)
pt_br: Tíquete fechado (sem comentários)

source: Ticket Closed
el: Το δελτίο Έκλεισε
fr_fr: Ticket fermé
hr: Tiket zatvoren
pt_br: Tíquete Fechado

source: Problems closing the ticket. Try again
el: Προβλήματα κατά το κλείσιμο του δελτίου. Προσπαθήστε ξανά.
fr_fr: Problème lors de la fermeture du ticket. Réessayez
hr: Problem u zatvaranju Tiketa. Pokušajte ponovno
pt_br: Problemas ao fechar o tiquete. Tente novamente

source: Perm. Denied. You are not allowed to reopen tickets.
el: Μη επιτρεπτή ενέργεια. Δεν έχετε δικαίωμα να ανοίξετε εκ νέου δελτία.
fr_fr: Permission refusée. Vous n'avez pas le droit de réouvrir des tickets.
hr: Uskraćena dozvola. Nemate dopuštenje za ponovno otvaranje Tiketa.
pt_br: Perm. Negada. Você não tem permissão para reabrir tíquetes.

source: Ticket is already open!
fr_fr: Ticket déjà ouvert!
pt_br: Tíquete já está aberto!

source: Ticket REOPENED
fr_fr: Tickets REOUVERT
pt_br: Tíquete REABERTO

source: Ticket reopened (without comments)
el: Το δελτίο άνοιξε ξανά (χωρίς σχόλια)
fr_fr: Ticket réouvert (sans commentaire)
hr: Tiket ponovno otvoren (bez komentara)
pt_br: Tíquete reaberto (sem comentários)

source: Ticket Reopened
el: Το δελτίο άνοιξε ξανά
fr_fr: Ticket réouvert
hr: Tiket ponovno otvoren
pt_br: Tíquete Reaberto

source: Problems reopening the ticket. Try again
el: Προβλήματα κατά το εκ νέου άνοιγμα του δελτίου. Προσπαθήστε ξανά.
fr_fr: Problèmes à la réouverture du ticket. Réessayez
hr: Problem ponovnog otvaranja Tiketa. Pokušajte ponovno
pt_br: Problemas ao reabrir tíquete. Tente novamente

source: Ticket is not assigned!
el: Το δελτίο δεν έχει ανατεθεί!
fr_fr: Ticket non assigné
hr: Tiket nije dodijeljen!
pt_br: Tíquete não designado!

source: Ticket released (unassigned) from
fr_fr: Ticket plus assigné à
pt_br: O tíquete não está mais designado para

source: Ticket unassigned
el: Το δελτίο είναι ανεκχώρητο
fr_fr: Ticket non assigné
hr: Tiket nedodijeljen
pt_br: Tíquete não designado

source: by
fr_fr: par
pt_br: por

source: Problems releasing the ticket. Try again
el: Προβλήματα κατά την έκδοση του δελτίου. Προσπαθήστε ξανά.
fr_fr: Problème pendant l'enlèvement d'assignation. Réessayez
hr: Problem objavljivanju Tiketa. Pokušajte ponovno
pt_br: Problemas ao liberar o tíquete. Tente novamente

source: Perm. Denied. You are not allowed to assign/claim tickets.
fr_fr: Permission refusée. Vous n'avez par l'autorisation d'assigner des tickets
pt_br: Perm. Negada. Você não tem permissão para designar tíquetes.

source: Only open tickets can be assigned
fr_fr: Seuls les tickets ouverts peuvent être assignés.
pt_br: Somente tíquetes abertos podem ser designados

source: Ticket is already assigned to
fr_fr: Ticket déjà assigné à
pt_br: Tíquete já está designado para

source: Ticket is now assigned to you!
fr_fr: Le ticket vous est à présent assigné
pt_br: Tíquete designado para você!

source: Problems assigning the ticket. Try again
fr_fr: Problème d'assignation du ticket. Réessayez
pt_br: Problemas ao designar tíquete. Tente novamente

source: Perm. Denied. You are not allowed to flag tickets overdue
el: Μη επιτρεπτή ενέργεια. Δεν επιτρέπεται να επισημάνετε δελτία ως εκπρόθεσμα.
fr_fr: Permission refusée. Vous n'avez pas le droit de marquer les tickets comme 'en retard'
hr: Uskraćena dozvola. Ne smijete označiti Tiket da kasni
pt_br: Perm. Negada. Você não tem permissão para marcar tíquetes como atrasados

source: Ticket flagged as overdue
el: Το δελτίο επισημάνθηκε ως εκπρόθεσμο
fr_fr: Ticket marqué comme 'en retard'
hr: Tiket označen da kasni
pt_br: Tíquete marcado como atrasado

source: Ticket Marked Overdue
el: Το δελτίο σημειώθηκε ως Εκπρόθεσμο
fr_fr: Ticket marqué comme en retard
hr: Tiket dospio označenje da kasni
pt_br: Tíquete Marcado como Atrasado

source: Problems marking the the ticket overdue. Try again
el: Προβλήματα κατά τη σήμανση του δελτίου ως εκπρόθεσμο. Προσπαθήστε ξανά.
fr_fr: Problème lors du marquage du ticket comme en retard. Réessayez
hr: Problem obilježavanje Tiketa kao zakasnio. Pokušajte ponovno
pt_br: Problemas ao marcar o tíquete como atrasado. Tente novamente

source: Perm. Denied. You are not allowed to flag tickets
fr_fr: Permission refusée. Vous ne pouvez pas marquer de tickets
pt_br: Perm. Negada. Você não tem permissão para marcar tíquetes

source: Ticket flagged as answered
fr_fr: Ticket marqué comme répondu
pt_br: Tíquete marcado como respondido

source: Ticket Marked Answered
fr_fr: Ticket marqué comme répondu
pt_br: Tíquete Marcado como Respondido

source: Problems marking the the ticket answered. Try again
fr_fr: Problème lors du marquage du ticket comme répondu. Réessayez
pt_br: Problemas ao marcar o tíquete como respondido. Tente novamente

source: Ticket flagged as unanswered
fr_fr: Ticket marqué comme non répondu
pt_br: Tíquete marcado como não respondido

source: Ticket Marked Unanswered
fr_fr: Ticket marqué comme non répondu
pt_br: Tíquete Marcado como Não Respondido

source: Problems marking the the ticket unanswered. Try again
fr_fr: Problème lors du marquage du ticket comme non répondu. Réessayez
pt_br: Problemas ao marcar o tíquete como não respondido. Tente novamente

source: Perm. Denied. You are not allowed to ban emails
el: Μη επιτρεπτή ενέργεια. Δεν έχετε δικαίωμα να απαγορεύσει μηνύματα ηλεκτρονικού ταχυδρομείου.
fr_fr: Permission refusée. Vous n'avez pas le droit de bannir des emails
hr: Uskraćena dozvola. Ne smijete zabraniti e-mail na ban-popisu
pt_br: Perm. Negada. Você não tem permissão para banir e-mails

source: Email already in banlist
fr_fr: Email ajouté à la liste noire
pt_br: E-mail já está na lista negra

source: added to banlist
fr_fr: ajouté à la liste noire
pt_br: adicionado à lista negra

source: Unable to add the email to banlist
el: Αδύνατη η προσθήκη του Email στη λίστα των απαγορευμένων
fr_fr: Impossible d'ajouter l'email à la liste noire
hr: Nije moguće dodati e-mail na ban-popis
pt_br: Não foi possível adicionar o e-mail à lista negra

source: Perm. Denied. You are not allowed to remove emails from banlist.
el: Μη επιτρεπτή ενέργεια. Δεν έχετε δικαίωμα να αφαιρέσετε Emails από τη λίστα των απαγορευμένων.
fr_fr: Permission refusée. Vous n'avez pas le droit d'enlever des emails de la liste noire.
hr: Uskraćena dozvola. Ne smijete uklonuti e-mail s ban-popisa
pt_br: Perm. Negada. Você não tem permissão para remover e-mails da lista negra.

source: Email removed from banlist
el: Το Email διαγράφηκε από τη λίστα των απαγορευμένων
fr_fr: Email supprimée de la liste noire
hr: E-mail uklonjen s ban-popisa
pt_br: E-mail removido da lista negra

source: Email is not in the banlist
fr_fr: L'email n'est pas dans la liste noire
pt_br: E-mail não está na lista negra

source: Unable to remove the email from banlist. Try again.
el: Αδύνατη η διαγραφή του Email από το τη λίστα των απαγορευμένων. Προσπαθήστε ξανά.
fr_fr: Impossible de supprimer l'email de la liste noire. Réessayez
hr: Nije moguće ukloniti e-mail sa ban-popisa. Pokušajte ponovno.
pt_br: Não foi possível remover o e-mail da lista negra. Tente novamente.

source: Perm. Denied. You are not allowed to DELETE tickets!!
el: Μη επιτρεπτή ενέργεια. Δεν επιτρέπεται να ΔΙΑΓΡΑΨΕΤΕ δελτία!!
fr_fr: Permission refusée. Vous n'avez pas le droit de supprimer des tickets !!
hr: Uskraćena dozvola. Nije dozvoljeno brisanje Tiketa!
pt_br: Perm. Negada. Você não tem permissão para APAGAR tíquetes!!

source: deleted successfully
fr_fr: supprimé avec succès
pt_br: apagado com sucesso

source: deleted
fr_fr: supprimé
pt_br: apagado

source: Ticket #%s deleted by %s
fr_fr: Ticket #%s supprimé par %s
pt_br: Tíquete no. %s apagado por %s

source: Problems deleting the ticket. Try again
el: Προβλήματα κατά τη διαγραφή του δελτίου. Προσπαθήστε ξανά.
fr_fr: Problème lors de la suppression du ticket. Réessayez
hr: Problem brisanja Tiketa. Pokušajte ponovno
pt_br: Problemas ao apagar tíquete. Tente novamente.

source: You must select action to perform
el: Πρέπει να επιλέξετε μια ενέργεια για εκτέλεση
fr_fr: Vous devez sélectionner un action à exécuter
hr: Odaberite radnju za nastavak
pt_br: Você deve selecionar uma ação

source: You do not have permission to mass manage tickets. Contact admin for such access
el: Δεν έχετε δικαίωμα μαζικής διαχείρισης δελτίων. Επικοινωνήστε με το Διαχειριστή για τέτοιου είδους πρόσβαση
fr_fr: Vous n'avez pas la permission de gérer les tickets en masse. Contactez l'administrateur pour obtenir un tel accès
hr: Nemate dozvolu za masovno upravljanje Tiketa. Kontaktirajte admina za takav pristup
pt_br: Você não tem permissão para gerenciar tíquetes em massa. Contacte o administrador.

source: No tickets selected. You must select at least one ticket.
el: Δεν επιλέχθηκαν δελτία. Πρέπει να επιλέξετε τουλάχιστον ένα δελτίο.
fr_fr: Aucun ticket sélectionnée. Sélectionnez au moins un ticket.
hr: Tiket nije odabran. Odaberite najmanje jedan.
pt_br: Nenhum tíquete selecionado. Você deve selecionar ao meno um tíquete.

source: Ticket reopened by
el: Δελτία που άνοιξαν εκ νέου από
fr_fr: Ticket ouvert par
hr: Tiket ponovno otvoren od
pt_br: Tíquete reaberto por

source: Selected tickets
fr_fr: Tickets sélectionnés
pt_br: Tíquetes selecionados

source: reopened successfully
fr_fr: réouverts avec succès
pt_br: reabertos com sucesso

source: selected tickets reopened
el: επιλεγμένα δελτία άνοιξαν εκ νέου
fr_fr: tickets sélectionnées réouverts
hr: odabrani Tiket ponovno otvoren
pt_br: tíquetes selecionados reabertos

source: Unable to reopen selected tickets
fr_fr: Impossible de réouvrir les tickets sélectionnés
pt_br: Não foi possível reabrir os tíquetes selecionados

source: You do not have permission to reopen tickets
fr_fr: Vous n'avez pas le droit de réouvrir des tickets
pt_br: Você não tem permissão para reabrir tíquetes

source: Ticket closed without response by
el: Το δελτίο έκλεισε χωρίς απάντηση από
fr_fr: Ticket fermé sans réponse par
hr: Tiket zatvoren bez odgovora
pt_br: Tíquete fechado sem resposta por

source: closed succesfully
fr_fr: fermé avec succès
pt_br: fechados com sucesso

source: selected tickets closed
el: επιλεγμένα δελτία κλειστά
fr_fr: tickets sélectionnés fermés
hr: odabrani Tikets zatvoreni
pt_br: tíquetes selecionados fechados

source: Unable to close selected tickets
fr_fr: Impossible de fermer les tickets sélectionnés
pt_br: Não foi possível fechar os tíquetes selecionados

source: You do not have permission to close tickets
fr_fr: Vous n'avez pas le droit de fermer des tickets
pt_br: Você não tem permissão para fechar tíquetes

source: Ticket flagged as overdue by
el: Το δελτίο επισημανθεί ως εκπρόθεσμο από
fr_fr: Ticket marqué comme en retard par
hr: Tiket označen da kasni, od
pt_br: Tíquete marcado como atrasado por

source: marked overdue
fr_fr: marqué en retard
pt_br: marcados como atrasados

source: selected tickets marked overdue
el: επιλεγμένα δελτία σημειωμένα εκπρόθεσμα
fr_fr: tickets sélectionnés marqués comme en retard
hr: odabrani Tiketi označeni da kasne
pt_br: tíquetes selecionados marcados como atrasados

source: Unable to flag selected tickets as overdue
fr_fr: Impossible de marquer les tickets sélectionnés comme en retard
pt_br: Não foi possível marcar os tíquetes selecionados como atrasados

source: just deleted %d ticket(s)
fr_fr: %d ticket(s) supprimés
pt_br: acabou de apagar %d tíquetes

source: Tickets deleted
fr_fr: Tickets supprimés
pt_br: Tíquetes apagados

source: selected tickets deleted
el: επιλεγμένα δελτία διαγράφηκαν
fr_fr: tickets sélectionnés supprimés
hr: odabrani Tiketi izbrisani
pt_br: tíquetes selecionados apagados

source: Unable to delete selected tickets
fr_fr: Impossible de supprimer les tickets sélectionnés
pt_br: Não foi possível apagar os tíquetes selecionados

source: You do not have permission to delete tickets
el: Δεν έχετε άδεια να διαγράψετε τα δελτία
fr_fr: Vous n'avez pas le droit de supprimer des tickets
hr: Nemate dozvolu za brisanje Tiketa
pt_br: Você não tem permissão para apagar tíquetes

source: Unknown or unsupported action - get technical help
fr_fr: Action inconnue ou non supportée - contactez l'administrateur
pt_br: Ação desconhecida ou não suportada - procure ajuda técnica

source: You do not have permission to create tickets. Contact admin for such access
fr_fr: Vous n'avez pas le droit de créer des tickets. contactez l'administrateur pour obtenir un tel accès
pt_br: Você não tem permissão para criar tíquetes. Contacte o administrador

source: Ticket created successfully
el: Το δελτίο δημιουργήθηκε με επιτυχία
fr_fr: Ticket créé avec succès
hr: Tiket uspješno napravljen
pt_br: Tíquete criado com sucesso

source: Unable to create the ticket. Correct the error(s) and try again
el: Αδύνατη η δημιουργία του δελτίου. Διορθώστε το(α) λάθος(η) και προσπαθήστε ξανά.
fr_fr: Impossible de créer le ticket. Corrigez les erreurs ci-dessous et réessayez
hr: Nije moguće napraviti Tiket. Ispravite greške i pokušajte ponovno
pt_br: Não foi possível criar o tíquete. Corrija os erros abaixo e tente novamente!

source: Open
el: Ανοικτά
fr_fr: Ouvert
hr: Otvoreno
pt_br: Aberto

source: Open Tickets
el: Ανοικτά δελτία
fr_fr: Tickets ouverts
hr: Otvoreni Tiketi
pt_br: Tíquetes Abertos

source: Answered
fr_fr: Répondus
pt_br: Respondidos

source: Answered Tickets
el: Απαντημένα δελτία
fr_fr: Tickets répondus
hr: Odgovoreno Tiketa
pt_br: Tíquetes Respondidos

source: tickets assigned to you! Do something about it!
pt_br: tíquetes designados para você! Faça alguma coisa!

source: My Tickets
el: Τα δελτία μου
fr_fr: Mes tickets
hr: Moji Tiketi
pt_br: Meus tíquetes

source: Assigned Tickets
el: Ανατεθιμένα δελτία
fr_fr: Tickets assignés
hr: Dodijeljeno Tiketa
pt_br: Tíquetes Designados

source: Overdue
el: Εκπρόθεσμο
fr_fr: En retard
hr: Zakasnio
pt_br: Atrasado

source: Stale Tickets
el: Παλαιά Δελτία
fr_fr: Tickets périmés
hr: Stali Tiketi
pt_br: Tíquetes Atrasados

source: overdue tickets!
fr_fr: tickets en retard!
pt_br: tíquetes atrasados!

source: My Closed Tickets
fr_fr: Mes tickets fermés
pt_br: Meus Tíquetes Fechados

source: Closed Tickets
el: Κλειστά Δελτία
fr_fr: Tickets fermés
hr: Zatvoreno Tiketi
pt_br: Tíquetes Fechados

source: New Ticket
el: Νέο Δελτίο
fr_fr: Nouveau ticket
hr: Novi Tiket
pt_br: Novo Tíquete

source: Internal error: Unable to export the ticket to PDF for print.
fr_fr: Erreur interne : Impossible d'exporter le ticket en PDF.
pt_br: Erro interno: Não é possível exportar o tíquete para PDF.

source: Query token required
fr_fr: Token de requête requis
pt_br: Token de pesquisa requerido

source: Query token not found
fr_fr: Token de requête non trouvé
pt_br: Token de pesquisa não encontrado

source: Internal error: Unable to dump query results
fr_fr: Erreur interne: Impossible de vider les résultats de la requête
pt_br: Erro interno: Não foi possível mostrar os resultados da pesquisa

source: Unknown or invalid help topic ID.
fr_fr: ID de catégorie d'aide inconnue ou invalide
pt_br: ID do Tópico de Ajuda desconhecido ou inválido.

source: Unknown or invalid help topic.
fr_fr: Catégorie d'aide inconnue ou invalide
pt_br: Tópico de ajuda desconhecido ou inválido.

source: Help topic updated successfully
fr_fr: Catégorie d'aide mise à jour avec succès
pt_br: Tópico de ajuda atualizado com sucesso

source: Error updating help topic. Try again!
fr_fr: Erreur lors de la mise à jour de la catégorie d'aide. Réessayez
pt_br: Erro ao atualizar tópico de ajuda. Tente novamente!

source: Help topic added successfully
fr_fr: Catégorie d'aide ajoutée avec succès
pt_br: Tópico de ajuda adicionado com sucesso

source: Unable to add help topic. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter la catégorie d'aide. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar o tópico de ajuda. Corrija os erros abaixo e tente novamente.

source: You must select at least one help topic
fr_fr: Vous devez sélectionner au moins une catégorie d'aide
pt_br: Você deve selecionar ao menos um tópico de ajuda

source: Selected help topics enabled
fr_fr: Catégories d'aide sélectionnés activées
pt_br: Tópicos de Ajuda selecionados habilitados

source: selected help topics enabled
fr_fr: catégories d'aide sélectionnées activées
pt_br: tópicos de ajuda selecionados habilitados

source: Unable to enable selected help topics.
fr_fr: Impossible d'activer les catégories d'aide sélectionnées
pt_br: Não foi possível habilitar os tópicos de ajuda selecionados.

source: Selected help topics disabled
fr_fr: Catégories d'aide sélectionnées désactivées
pt_br: Tópicos de ajuda selecionados desabilitados

source: selected help topics disabled
fr_fr: catégories d'aide sélectionnées désactivées
pt_br: tópicos de ajuda selecionados desabilitados

source: Unable to disable selected help topic(s)
fr_fr: Impossible de désactiver les catégories d'aide sélectionnées
pt_br: Não foi possível desabilitar os tópicos de ajuda selecionados

source: Selected help topics deleted successfully
fr_fr: Catégories d'aide sélectionnées supprimées avec succès
pt_br: Tópicos de Ajuda selecionados apagados com sucesso

source: selected help topics deleted
fr_fr: catégories d'aides sélectionnées supprimées
pt_br: tópicos de ajuda selecionados apagados

source: Unable to delete selected help topics
fr_fr: Impossible de supprimer les catégories d'aides sélectionnées
pt_br: Não foi possível apagar os tópicos de ajuda selecionados

source: Unknown action - get technical help.
fr_fr: Action inconnue - contactez l'administrateur
pt_br: Ação desconhecida - procure ajuda técnica.

source: Unknown command/action
fr_fr: Commande ou action inconnue
pt_br: Comando/ação desconhecidos

source: Unknown or invalid department ID.
fr_fr: ID de département inconnu ou invalide
pt_br: ID de Departamento desconhecido ou inválido.

source: Unknown or invalid department.
fr_fr: Département inconnu ou invalide
pt_br: Departamento desconhecido ou inválido.

source: Department updated successfully
fr_fr: Département mis à jour avec succès
pt_br: Departamento atualizado com sucesso

source: Error updating department. Try again!
fr_fr: Erreur pendant la mise à jour du département. Réessayez !
pt_br: Erro ao atualiar o departamento. Tente novamente!

source: Unable to add department. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter le département. Corrigez les erreurs ci-dessous et réessayez.
pt_br: Não foi possível adicionar departamento. Corrija os erros abaixo e tente novamente.

source: You must select at least one department
el: Πρέπει να επιλέξετε τουλάχιστον ένα τμήμα
fr_fr: Sélectionnez au moins un département
hr: Morate odabrati najmanje jedan odjel
pt_br: Você deve selecionar ao menos um departamento

source: You can not disable/delete a default department. Remove default Dept. and try again.
fr_fr: Vous ne pouvez pas désactiver/supprimer le département par défaut. Changez le département par défaut et réessayez
pt_br: Você não pode desabilitar/apagar um departamento padrão. Desconfigure-o como padrão e tente novamente.

source: Selected departments made public
fr_fr: Départements sélectionnés rendus publics
pt_br: Departamentos selecionados publicados

source: selected departments made public
fr_fr: départements sélectionnés rendus publics
pt_br: departamentos selecionados publicados

source: Unable to make selected department public.
fr_fr: Impossible de rendre publics les départements sélectionnés
pt_br: Não foi possível publicar os departamentos selecionados

source: Selected departments made private
fr_fr: Départements sélectionnés rendus privés
pt_br: Departamentos selecionados marcados como privados

source: selected departments made private
fr_fr: départements sélectionnés rendus privés
pt_br: departamentos selecionados marcados como privado

source: Unable to make selected department(s) private. Possibly already private!
el: Αδυναμία μετατροπής των επιλεγμένων τμημάτων σε ιδιωτικά. Ενδεχομένως είναι ήδη ιδιωτικά.!
fr_fr: Impossible de rendre les départements sélectionnés privés. Peut-être qu'ils sont déjà privés!
hr: Odabrani odjel nije moguće promijeniti u privatno. Možda je već privatno!
pt_br: Não foi possível marcar o(s) departamento(s) como privado(s). Possivelmente já

source: Departments with staff can not be deleted. Move staff first.
fr_fr: un départements avec du personnel ne peut être supprimé. Réaffectez le personnel avant
pt_br: Departamentos com usuários não podem ser apagados. Mova os membros primeiro.

source: Selected departments deleted successfully
fr_fr: Départements sélectionnés supprimés avec succès
pt_br: Departamentos selecionados apagados com sucesso

source: selected departments deleted
fr_fr: départements sélectionnés supprimés
pt_br: departamentos selecionados apagados

source: Unable to delete selected departments.
el: Αδύνατη η διαγραφή των επιλεγμένων τμημάτων.
fr_fr: Impossible de supprimer les départements sélectionnés
hr: Odabrane odjele nije moguće izbrisati.
pt_br: Não foi possível apagar departamentos selecionados.

source: Unknown or invalid file. #
fr_fr: ID de fichier inconnu ou invalide
pt_br: Arquivo desconhecido ou inválido. #

source: Unknown or invalid filter.
fr_fr: Filter inconnu ou invalide
pt_br: Filtro desconhecido ou inválido.

source: Filter updated successfully
fr_fr: Filtre mis à jour avec succès
pt_br: Filtro atualizado com sucesso

source: Error updating filter. Try again!
fr_fr: Erreur lors de la mise à jour du filtre. Réessayez
pt_br: Erro ao atualizar filtro. Tente novamente!

source: Filter added successfully
fr_fr: Filtre ajouté avec succès
pt_br: Filtro adicionado com sucesso

source: Unable to add filter. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter le filtre. Corrigez les erreurs ci-dessous puis réessayez
pt_br: Não foi possível adicionar filtro. Corrija os erros abaixo e tente novamente.

source: You must select at least one filter to process.
fr_fr: Vous devez sélectionner au moins un filtre
pt_br: Você deve selecionar ao menos um filtro para processar.

source: Selected filters enabled
fr_fr: Filtres sélectionnés activés
pt_br: Filtros selecionados habilitados

source: selected filters enabled
fr_fr: filtres sélectionnés activés
pt_br: filtros selecionados habilitados

source: Unable to enable selected filters
fr_fr: Impossible d'activer les filtres sélectionnés
pt_br: Não foi possível habilitar os filtros selecionados

source: Selected filters disabled
fr_fr: Filtres sélectionnés désactivés
pt_br: Filtros selecionados desabilitados
