Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Are you sure you want to ENABLE selected entries?
el: Είστε σίγουροι ότι θέλετε να ΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τις επιλεγμένες καταχωρήσεις;

source: Are you sure you want to DISABLE selected entries?
el: Είστε σίγουροι ότι θέλετε να ΑΠΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τις επιλεγμένες καταχωρήσεις;

source: Are you sure you want to DELETE selected entries?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τις επιλεγμένες καταχωρήσεις;

source: Group Status
el: Κατάσταση Ομάδας

source: Are you sure you want to ENABLE selected group(s)
el: Είστε σίγουροι ότι θέλετε να ΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τις επιλεγμένες ομάδες

source: Are you sure you want to DISABLE selected group(s)
el: Είστε σίγουροι ότι θέλετε να ΑΠΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τις επιλεγμένες ομάδες

source: Are you sure you want to DELETE selected group(s)
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τις επιλεγμένες ομάδες

source: SMTP Server Setting (Optional)
el: Ρύθμιση Διακομιστή SMTP (Προαιρετικά)
hr: SMTP Server postavka (moguće)

source: When enabled the system will use an SMTP server rather than the internal PHP mail() function for outgoing emails.
el: Όταν είναι ενεργοποιημένο το σύστημα θα χρησιμοποιεί ένα διακομιστή SMTP και όχι την εσωτερική αλληλογραφία της PHP () συνάρτηση για εξερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου.

source: Leave the username and password empty of the SMTP server doesn't require authentication
el: Αφήστε το username και το password του διακομιστή SMTP κενά, εάν δεν απαιτείται έλεγχος ταυτότητας

source: Enable SMTP
el: Ενεργοποίηση SMTP

source: My Profile Info
el: Πληροφορίες του Προφίλ μου

source: First Name:
el: Όνομα:
hr: Ime:

source: Last Name:
el: Επώνυμο:
hr: Prezime:

source: Cell Phone:
el: Κινητό Τηλέφωνο

source: Before enabling attachments make sure you understand the security settings and issues related to file uploads.
el: Προτού ενεργοποιήσετε τα συνημμένα αρχεία, βεβαιωθείτε ότι έχετε κατανοήσει τις ρυθμίσεις ασφαλείας και τα θέματα που σχετίζονται με το ανέβασμα αρχείων.

source: Emailed Attachments:
el: Συνημμένα σε Email:
hr: Priloženi prilozi:

source: Online Attachments:
el: Online Συνημμένα:
hr: Online prilozi:

source: Staff Response Files:
el: Αρχεία Απαντήσεων Προσωπικού:

source: Maximum File Size:
el: Μέγιστο Μέγεθος Αρχείου:

source: Attachment Folder:
el: Φάκελλος Συνημμένων:
hr: Mapa za priloge:

source: Web user (e.g apache) must have write access to the folder.
el: Ο χρήστης Web (π.χ. apache) πρέπει να έχει δικαιώματα εγγραφής στο φάκελο.
hr: Web korisnik (npr. apache) mora imati pristup pisanja u mapu.

source: Accepted File Types:
el: Αποδεκτοί Τύποι Αρχείων:

source: Enter file extensions allowed separated by a comma. e.g <i>.doc, .pdf, </i>
el: Εισάγετε τις επιτρεπτές καταλήξεις αρχείων, χωρισμένες μεταξύ τους με κόμμα, π.χ. <i>.doc, .pdf, </i>

source: To accept all files enter wildcard <b><i>.*</i></b>&nbsp;&nbsp;i.e dotStar (NOT recommended).
el: Για την αποδοχή όλων των αρχείων εισάγετε χαρακτήρα μπαλαντέρ <b><i> .*</i></b>&nbsp;&nbsp; δηλαδή τελεία-αστερίσκο (ΔΕΝ συνιστάται)

source: Edit Topic
el: Διόρθωση Θέματος

source: New Help Topic
el: Νέο Θέμα βοήθειας

source: Disabling auto response will overwrite dept settings.
el: Η απενεργοποίηση τηςαυτόματης απάντησης θα αντικαταστήσει τις ρυθμίσεις τμήματος.
hr: Onemogućavanje auto odgovora će prepisati postavke odjela.

source: Topic Status
el: Κατάσταση Θέματος

source: Auto Response:
el: Αυτόματη απάντηση:

source: <b>Disable</b> autoresponse for this topic. (<i>Overwrite Dept setting</i>)
el: <b>Απενεργοποίηση</b> αυτόματης απάντησης για αυτό το θέμα. (<i>Αντικατάσταση Ρυθμίσεων Τμήματος</i>).
hr: <b>Onemogućavanje</b> auto odgovora za ovu temu. (<i>prepiši postavke za odjel</i>)

source: New Ticket Priority:
el: Προτεραιότητα Νέου Δελτίου:

source: New Ticket Department:
el: Τμήμα για το Νέο Δελτίο:

source: Login
el: Σύνδεση
hr: Korisničko ime

source: API passphrase missing.
el: Η φράση κλειδί API λείπει.

source: Must be at least 3 words long.
el: Πρέπει να είναι τουλάχιστον 3 λέξεις.

source: Already set
el: Υπάρχει ήδη
hr: Već postavljen

source: Template Fetch Error
el: Σφάλμα Λήψης Προτύπου

source: Unable to fetch 'assigned' alert template #
el: Αδύνατη η λήψη 'εκχωρημένου' προτύπου ειδοποίησης #

source: Ticket assigned
el: Το δελτίο ανατέθηκε

source: Ticket Assigned to %s
el: Το δελτίο ανατέθηκε στον/στην %s

source: Unable to fetch 'new message' auto response template #
el: Αδυναμία λήψης 'Νέου Μηνύματος' - προτύπου αυτόματης απάντησης #

source: Unable to fetch 'new message' alert template #
el: Αδυναμία λήψης 'Νέου Μηνύματος' - προτύπου ειδοποίησης #

source: Problems fetching response template for ticket# %s Possible config error - template # %s
el: Προβλήματα προέκυψαν κατά τη λήψη του προτύπου για το δελτίο # %s. Πιθανό σφάλμα ρύθμισης (config) - πρότυπο # %s

source: System Error
el: Σφάλμα Συστήματος
hr: Greška sustava

source: Unable to fetch 'new note' alert template #
el: Αδυναμία λήψης 'Νέου Σημειώματος' - προτύπου ειδοποίησης #

source: Email is required
el: Το Email απαιτείται

source: Invalid Selection
el: Άκυρη Επιλογή

source: Banned email -
el: Απαγορευμένο email -
hr: Zabranjena e-pošte -

source: Email mismatch.
el: Αναντιστοιχία Email.
hr: E-mail neslaganje.

source: File is too big. Max
el: Το αρχείο είναι πολύ μεγάλο. Το πολύ
hr: Datoteka je prevelika. Maksimalno

source: bytes allowed
el: bytes επιτρέπονται
hr: bytes dozvoljeno

source: Unable to fetch autoresponse template #
el: Αδύνατη η λήψη του προτύπου αυτόματης απάντησης #
hr: Nije moguće dohvatiti auto odgovor za predložak #

source: Unable to fetch 'new ticket' alert template #
el: Αδυναμία η λήψη 'Νέου Δελτίου' - προτύπου ειδοποίησης #
hr: Nije moguće dohvatiti 'novi Tiket' upozorenje predložak #

source: Permission denied
el: Μη επιτρεπτή πρόσβαση
hr: Pristup zabranjen

source: Invalid source -
el: Άκυρη προέλευση -
hr: Nevažeći izvor -

source: Problems fetching response template for ticket#
el: Προβλήματα κατά τη λήψη προτύπου για το δελτίο #
hr: Problem u dobavljanju odgovora predloška za Tiket #

source: Possible config error - template #
el: Πιθανό σφάλμα ρύθμισης (config) - πρότυπο #
hr: Moguća greška u konfiguraciji - predložak #

source: Internal error - message/response post error.
el: Εσωτερικό σφάλμα - Μήνυμα / λάθους μετά την απάντηση.
hr: Interna greška - poruka/odgovor u objavljanju greške.

source: Ticket created by staff -
el: Δελτίο που δημιουργήθηκε από το προσωπικό -
hr: Tiket izrađen od osoblja -

source: Captcha Text:
el: Κείμενο Captcha:
hr: Tekst sigurnosni code:

source: <span>SUPPORT TICKET</span> SYSTEM
el: ΣΥΣΤΗΜΑ <span>ΔΕΛΤΙΩΝ ΥΠΟΣΤΗΡΙΞΗΣ</p>

source: Home
el: Αρχική
hr: Početak

source: View Open
el: Προβολή Ανοικτών
hr: Prikaži otvorene

source: View Closed
el: Προβολή Κλειστών
hr: Prikaži zatvorene

source: NO tickets found.
el: ΔΕΝ βρέθηκαν δελτία.
hr: Nema pronađenih upita.

source: Copyright &copy; osTicket.com. All rights reserved
el: Πνευματικά δικαιώματα &copy; osTicket.com. Επιφύλαξη παντός δικαιώματος.

source: An email with the ticket number has been sent to <b>%s</b>.You'll need the ticket number along with your email to view status and progress online.
el: Ένα Email με τον αριθμό του δελτίου έχει σταλεί στο <b>%s</b>. Θα χρειαστείτε τον αριθμό του δελτίου μαζί με το Email σας για να δείτε την κατάσταση του και την πρόοδο του online.
hr: Dostavljen vam je e-mail s brojem Tiketa na <b>%s</b>. Potreban za pregled stanja upita i napretka obrade.

source: Enter Message
el: Εισάγετε Μήνυμα
hr: Unesite poruku

source: Attach File
el: Επισύναψη Αρχείου
hr: Priloži Datoteku

source: To view the status of a ticket, provide us with your login details below.<br/>If this is your first time contacting us or you've lost the ticket ID, please <a href='open.php'>click here</a> to open a new ticket.
el: Για να δείτε την κατάσταση ενός δελτίου, δώστε μας παρακάτω τα συνθηματικά εισόδου σας.<br/>Αν επικοινωνείτε για πρώτη φορά μαζί μας ή χάσατε το ID του δελτίου, παρακαλούμε <a href='open.php'>κάνετε κλικ εδώ</a> για να ανοίξετε ένα νέο δελτίο.
hr: Za prikaz stanja Tiketa, dostavite nam Vašu prijavu detalja (ispod).<br/>Ako je ovo vaš prvi put da nas kontaktirate ili ste izgubili Tiket ID, <a href='open.php'>kliknite ovdje</a> za otvaranje novog upita.

source: First and last name required
el: Το όνομα και το επώνυμο απαιτούνται
hr: Ime i prezime potrebno

source: Unable to update the user. Internal error occured
el: Αδύνατη η ενημέρωση του χρήστη. Εσωτερικό σφάλμα
hr: Ne može se ažurirati korisnika. Interna pogreška

source: Group name must be at least 5 chars.
el: Το όνομα της Ομάδας πρέπει να είναι τουλάχιστον 5 χαρακτήρες.
hr: Naziv grupe mora imati najmanje 5 znakova.

source: Internal error occured
el: Προέκυψε Εσωτερικό Σφάλμα
hr: Interna pogreška

source: DB Error #
el: Σφάλμα ΒΔ #
hr: Greška u bazi podataka #

source: Template message required
el: Το μήνυμα προτύπου απαιτείται
hr: Predložak poruke potreban

source: Unable to update. Internal error occured
el: Αδυναμία ενημέρωσης. Προέκυψε εσωτερικό σφάλμα.
hr: Nije moguće ažurirati. Interna greška

source: Name already in use
el: Το Όνομα χρησιμοποιείται ήδη
hr: Ime je već u upotrebi

source: Unable to create the template. Internal error occured
el: Αδυναμία δημιουργίας του προτύπου. Προέκυψε εσωτερικό σφάλμα
hr: Nije moguće napraviti predložak. Interna greška

source: Knowledge Base
el: Βάση γνώσεων
hr: Članci u bazi znanja

source: Knowledge Base: Premade
el: Βάση Γνώσεων: προκατασκευασμένες
hr: Baza znanja: Premade

source: Directory
el: Κατάλογος
hr: Direktorij

source: Staff Directory
el: Κατάλογος Προσωπικού
hr: Direktorij osoblja

source: Internal error.
el: Εσωτερικό σφάλμα.
hr: Interna greška.

source: Another department using host/username combination.
el: Ένα άλλο τμήμα χρησιμοποιεί τον ίδιο συνδυασμό Κεντρικού Υπολογιστή/Ονόματος Χρήστη.
hr: Drugi odjel koristi istu kombinaciju za računalo/ korisničko ime.

source: Invalid login. Check %s settings
el: Μη έγκυρο login. Ελέγξτε %s τις ρυθμίσεις
hr: Pogrešna prijava. Provjerite %s postavke

source: Unable to update email. Internal error occured
el: Αδύνατη η ενημέρωση email. Προέκυψε εσωτερικό σφάλμα
hr: Ažuriranje a-maila nije moguće. Interna greška

source: Error(s) Occured. Try again
el: Προέκυψαν Σφάλματα. Προσπαθήστε ξανά
hr: Došlo je do greške(a). Pokušajte ponovno

source: Missing or invalid Dept ID
el: Άκυρο ή λείπει το ID του Τμήματος
hr: Dogodila se greška. Pokušajte ponovno

source: Dept email required
el: Το Email του Τμήματος απαιτείται
hr: Email za odjel potreban

source: Template required
el: Το Πρότυπο απαιτείται
hr: Predložak potreban

source: Dept name required
el: Το όνομα του Τμήματος απαιτείται
hr: Naziv odjela potreban

source: Dept name must be at least 4 chars.
el: Το όνομα του Τμήματος πρέπει να είναι τουλάχιστον 4 χαρακτήρες
hr: Ime odjela mora biti najmanje 4 znakova.

source: Signature required
el: Η Υπογραφή απαιτείται
hr: Potpis potreban

source: Default department can not be private
el: Το προεπιλεγμένο τμήμα δεν μπορεί να είναι ιδιωτικό
hr: Ponuđeni odjel ne može biti privatan

source: Dept. Error occured
el: Προέκυψε Σφάλμα για το Τμήμα
hr: Došlo je do greške kod odjela

source: System Language:
el: Γλώσσα Συστήματος:
hr: Jezik sustava:

source: Unable to fetch info on rep ID#%s
hr: Ne mogu dohvatiti informacije o rep ID#%s

source: config error
hr: konfiguracijska greška

source: invalid method/call %s
hr: Nevažeći način / poziv %s

source: Email:
hr: E-mail adresa:

source: Fatal Error:
hr: Fatalna greška:

source: Global auto-response settings in preference section must be enabled for Dept 'Enable' setting to take effect.
hr: Postavke za globalni auto-odgovor moraju biti aktivirane za 'Omogući odjelu', da bi stupile na snagu.

source: Copyright &copy; 2006-%s&nbsp;osTicket.com. &nbsp;All Rights Reserved.
hr: Copyright &copy 2006-%s&nbsp;osTicket.com. &nbsp; Sva prava pridržana.

source: Helpdesk URL:
hr: Helpdesk poveznica:

source: System Log Level:
hr: Razina sustavnog zapisa:

source: DEBUG
hr: Uklanjanje grešaka (debug)

source: Overlimit notice:
hr: Overlimit zapis:

source: Debug
hr: Ukloni grešku

source: Emails
hr: E-pošta

source: Support ticket request denied for %s\nOpen ticket: %s\nMax Allowed: %s\n\nNotice only sent once
hr: Tiket za podršku odbijen. Trenutno %s\notvorenih Tiketa: %s\nmaksimalno moguće:%s\n\nObavijest se samo jednom šalje

source: Thank you for contacting us.<br>A support ticket request has been created and a representative will be getting back to you shortly if necessary.
hr: Hvala što ste nas kontaktirali.<br>Zatraženi upit za podršku je otvoren. Osoblje našeg tima za podršku će vam se uskoro obratiti natrag.
