Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Welcome to the Support Center
fr_fr: Bienvenue sur le centre de support
pt_br: Bem vindo ao Centro de Suporte

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required to submit a ticket.
fr_fr: Afin de mieux vous servir, nous utilisons un outil de ticketing. Chaque demande de support se traduit par un ticket avec un identifiant numérique unique qui vous permettra de voir l'évolution de votre demande et les réponses associées. Nous vous fournissons un historique complet de toutes vos demandes. Une adresse email valide est requise pour ouvrir un ticket.
pt_br: A fim de agilizar o atendimento às requisições de suporte e melhor atendê-lo, nós utilizamos um sistema de tickets. A cada pedido de suporte é atribuído um número único que você pode usar para monitorar o progresso e as respostas online. Para sua referência, nós fornecemos arquivos completos e histórico de todos os seus pedidos de suporte. Um endereço de e-mail válido é necessário.

source: Open A New Ticket
el: Άνοιγμα Νέου Δελτίου
fr_fr: Nouveau ticket
hr: Otvori novi Tiket za upit ili podršku
pt_br: Abrir tíquete

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please login.
fr_fr: Veuillez fournir autant de détails que possible afin de répondre au mieux à votre demande. Si vous voulez ajouter des précisions à votre demande, veuillez vous identifier.
pt_br: Favor informar o máximo de detalhes possível para que possamos melhor atendê-lo. Para atualizar um tíquete anterior, entre com usuário e senha.

source: Open a New Ticket
fr_fr: Nouveau ticket
pt_br: Abrir tíquete

source: Check Ticket Status
el: Έλεγχος Κατάστασης Δελτίων
fr_fr: Statut d'un ticket
hr: Provjeri stanje Tiketa
pt_br: Status de tíquete

source: We provide archives and history of all your current and past support requests complete with responses.
fr_fr: Nous vous fournissons un historique complet de toutes vos demandes.
pt_br: Possuímos o arquivo e histórico de todas as suas requisições de suporte, juntamente com suas respostas.

source: Be sure to browse our
fr_fr: Assurez-vous de chercher dans vos
pt_br: Explore nossa base de

source: Frequently Asked Questions (FAQs)
fr_fr: Questions fréquences (FAQs)
pt_br: Perguntas Frequentes (FAQs)

source: , before opening a ticket.
fr_fr: , avant d'ouvrir un ticket.
pt_br: , antes de abrir um tíquete.

source: Enter text shown on the image
el: Εισάγετε το κείμενο που εμφανίζεται στην εικόνα
fr_fr: Entrez le texte de l'image
hr: Unesite tekst prikazan na slici
pt_br: Digite o texto mostrado na imagem ao lado

source: Invalid - try again!
el: Άκυρο - προσπαθήστε ξανά!
fr_fr: Invalide - ré-essayez !
hr: Nevažeći, pokušajte ponovno!
pt_br: Texto inválido - tente novamente!

source: Support ticket request created
el: Ένα αίτημα για δελτίο υποστήριξης δημιουργήθηκε
fr_fr: Ticket créé avec succès.
hr: Tiket za podršku napravljen
pt_br: Tíquete de suporte criado com sucesso

source: Unable to create a ticket. Please correct errors below and try again!
el: Αδυναμία δημιουργίας δελτίου. Διορθώστε τα παρακάτω λάθη και δοκιμάστε ξανά!
fr_fr: Impossible de créer le ticket. Veuillez corriger les erreurs ci-dessous et réessayer
hr: Nije moguće napraviti Tiket. Ispravite navedene greške i pokušajte ponovno!
pt_br: Não foi possível criar o tíquete. Por favor corrija os erros abaixo e tente novamente!

source: Access denied
fr_fr: Accès refusé
pt_br: Acesso negado

source: Unknown or invalid ticket ID.
fr_fr: ID de ticket inconnu ou invalide.
pt_br: ID do Tíquete desconhecido ou inválido.

source: Access Denied. Possibly invalid ticket ID
el: Μη επιτρεπτή πρόσβαση. Ενδεχομένως άκυρο ID δελτίου.
fr_fr: Accès refusé. Vérifiez l'ID du ticket
hr: Pristup zabranjen. Možda zbog nevažeće ID
pt_br: Acesso Negado. ID do Tí­quete provavelmente inválido

source: Message required
el: Το Μήνυμα απαιτείται
fr_fr: Message requis.
hr: Poruka potrebna
pt_br: Mensagem requerida

source: Message Posted Successfully
el: Το Μήνυμα Δημοσιεύτηκε με επιτυχία
fr_fr: Message ajouté avec succès.
hr: Poruka uspješno objavljena
pt_br: Mensagem adicionada com sucesso

source: Unable to post the message. Try again
el: Αδύνατη η αποστολή του μηνύματος. Προσπαθήστε ξανά.
fr_fr: Impossible de poster le message. Réessayez.
hr: Nije moguće postaviti poruku. Pokušajte ponovno
pt_br: Não foi possível adicionar a mensagem. Tente novamente

source: Error(s) occurred. Please try again
fr_fr: Erreur(s). Réessayez
pt_br: Erros ocorreram. Favor tentar novamente

source: Unknown action
el: Άγνωστη ενέργεια
fr_fr: Action inconnue
hr: Nepoznata radnja
pt_br: Ação desconhecida

source: Fatal Error.
fr_fr: Erreur Fatale.
pt_br: Erro Fatal.

source: Fatal error
fr_fr: Erreur Fatale
hr: Fatalna greška
pt_br: Erro fatal

source: Action denied (400)!
fr_fr: Accès refusé (400)!
pt_br: Ação negada (400)!

source: Unknown attachment!
fr_fr: Attachement inconnu !
pt_br: Anexo desconhecido!

source: Unknown or invalid attachment
fr_fr: Attachement inconnu ou non valide
pt_br: Anexo desconhecido ou inválido

source: Support Ticket System Offline
el: Σύστημα Δελτίων Υποστήριξης χωρίς σύνδεση
fr_fr: Le système de ticketing est HORS-LIGNE
hr: Support Ticket System isključen
pt_br: Sistema de Tíquetes e Suporte Offline

source: Thank you for your interest in contacting us.
el: Σας ευχαριστούμε για το ενδιαφέρον σας να επικοινωνήσετε μαζί μας.
fr_fr: Merci de nous avoir contacté.
hr: Hvala na Vašem interesu i kontaktiranju.
pt_br: Obrigado pelo seu interesse em nos contactar.

source: Our helpdesk is offline at the moment, please check back at a later time.
el: Το helpdesk είναι εκτός σύνδεσης αυτή τη στιγμή, παρακαλούμε ελέγξτε ξανά αργότερα.
fr_fr: Notre helpdesk est hors-ligne pour le moment, veuillez revenir plus tard.
hr: Naš helpdesk je trenutno nepovezan. Molimo Vas da pokušate kasnije ili pošaljete upit na e-mail.
pt_br: Nosso helpdesk está offline no momento, por favor tente mais tarde.

source: Please rename config file include/settings.php to include/ost-config.php to continue!
fr_fr: Veuillez renommer le fichier de config 'include/settings.php' en 'include/ost-config.php' pour continuer
pt_br: Por favor, para continuar, renomeie o arquivo de configurações include/settings.php para incluir include/ost-config.php!

source: Error loading settings. Contact admin.
el: Σφάλμα κατά τη φόρτωση των ρυθμίσεων. Επικοινωνήστε με το Διαχειριστή
fr_fr: Erreur au chargement des paramètres. Contactez l'administrateur.
hr: Greška pri učitavanju postavki, kontaktirajte admina.
pt_br: Erro carregando configurações: Contacte o administrador.

source: Unable to connect to the database
el: Αδύνατη η σύνδεση με τη βάση δεδομένων
fr_fr: Impossible de se connecter à la base de données
hr: Ne može se povezati s bazom podataka
pt_br: Não foi possível conectar à base de dados

source: Unable to load config info from DB. Get tech support.
el: Αδύνατη η φόρτωση πληροφοριών ρυθμίσεων από την βάση δεδομένων. Λάβετε τεχνική υποστήριξη.
fr_fr: Impossible de charger les paramètres depuis la base de données. Contactez l'administrateur.
hr: Nije moguće učitati konfiguraciju iz baze podataka. Potražite tehničku podršku.
pt_br: Não foi possível carregar as informações de configuração do BD. Contacte o suporte.

source: osTicket Fatal Error
fr_fr: Erreur Fatale osTicket
pt_br: Erro Fatal do osTicket

source: <b>Fatal Error:</b> Contact system administrator.
fr_fr: <b>Erreur Fatale:</b> Contactez l'administrateur.
pt_br: <b>Erro Fatal:</b> Contacte o administrador do sistema.

source: Fatal Error
fr_fr: Erreur Fatale
hr: Fatalna greška
pt_br: Erro Fatal

source: Authentication error - try again!
fr_fr: Erreur à l'authentification - réessayez !
pt_br: Erro de autenticação - tente novamente!

source: Ticket Activity
fr_fr: Stats d'activité
pt_br: Atividade dos Tíquetes

source: Select the starting time and period for the system activity graph
fr_fr: Sélectionnez un intervalle pour le graphe d'activité
pt_br: Selecione o intervalo de datas e período para o relatório de atividades

source: Report timeframe
fr_fr: Intervalle du rapport
pt_br: Intervalo para relatório

source: Last month
fr_fr: Le mois passé
pt_br: Mês passado

source: period
fr_fr: période
pt_br: período

source: Up to today
fr_fr: Jusqu'à aujourd'hui
pt_br: Até hoje

source: One Week
fr_fr: Une semaine
pt_br: Uma Semana

source: Two Weeks
fr_fr: Deux semaines
pt_br: Duas Semanas

source: One Month
fr_fr: Un mois
pt_br: Um Mês

source: One Quarter
fr_fr: un trimestre
pt_br: Um Trimestre

source: Refresh
el: Ανανέωση
fr_fr: Actualiser
hr: Osvježi
pt_br: Atualizar

source: Statistics
fr_fr: Statistiques
pt_br: Estatísticas

source: Statistics of tickets organized by department, help topic, and staff.
fr_fr: Statistiques des tickets organisées par département, par topic et par personne
pt_br: Estatísticas dos tíquetes, organizadas por departamento, tópico de ajuda e equipe.

source: Mail fetcher cron call [
fr_fr: Appel CRON au parser de mail [
pt_br: Chamada do cron ao importador de E-mail [

source: Unknown or invalid team ID.
fr_fr: ID d'équipe inconnu ou invalide
pt_br: ID do Time desconhecido ou inválido.

source: Unknown or invalid team.
fr_fr: Equipe inconnue ou invalide
pt_br: Time desconhecido ou inválido.

source: Team updated successfully
fr_fr: Equipe mise à jour avec succès
pt_br: Time atualizado com sucesso

source: Unable to update team. Correct any error(s) below and try again!
fr_fr: Impossible de mettre à jour l'équipe. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível atualizar o time. Corrija os erros abaixo e tente novamente!

source: added successfully
fr_fr: ajouté(e) avec succès
pt_br: adicionada com sucesso

source: Unable to add team. Correct any error(s) below and try again.
fr_fr: Impossible d'ajouter l'équipe. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar o time. Corrija os erros abaixo e tente novamente.

source: You must select at least one team.
fr_fr: Vous devez sélectionner au moins une équipe.
pt_br: Você deve selecionar ao menos um time.

source: Selected teams activated
fr_fr: Equipe(s) sélectionnée(s) activée(s)
pt_br: Ativados os times selecionados

source: of
el: από
fr_fr: de
hr: od
pt_br: de

source: selected teams activated
fr_fr: équipes sélectionnées activées
pt_br: times selecionados ativados

source: Unable to activate selected teams
fr_fr: Impossible d'activer les équipes sélectionnées
pt_br: Não foi possível ativar os times selecionados

source: Selected teams disabled
fr_fr: Equipes sélectionnées désactivées
pt_br: Desabilitados times selecionados

source: selected teams disabled
fr_fr: equipes sélectionnées désactivées
pt_br: times selecionados desabilitados

source: Unable to disable selected teams
fr_fr: Impossible de désactiver les équipes sélectionnées
pt_br: Não foi possível desabilitar os times selecionados

source: Selected teams deleted successfully
fr_fr: Les équipes sélectionnées ont été supprimées avec succès
pt_br: Times selecionados apagados com sucesso

source: selected teams deleted
fr_fr: equipes sélectionnées supprimées
pt_br: times selecionados foram apagados

source: Unable to delete selected teams
fr_fr: Impossible de supprimer les équipes sélectionnées
pt_br: Não foi possível apagar os times selecionados

source: Unknown action. Get technical help!
fr_fr: Action inconnue. Contactez l'administrateur !
pt_br: Ação desconhecida. Procure ajuda técnica!

source: Unknown action/command
fr_fr: Action ou commande inconnue
pt_br: Comando/ação desconhecido

source: Unknown or invalid category ID.
fr_fr: ID de catégorie inconnue ou invalide
pt_br: ID da Categoria desconhecido ou inválido.

source: Unknown or invalid category.
fr_fr: Catégorie inconnue ou invalide
pt_br: Categoria desconhecida ou inválida.

source: Category updated successfully
fr_fr: Catégorie mise à jour avec succès
pt_br: Categoria atualizada com sucesso

source: Error updating category. Try again!
fr_fr: Erreur lors de la mise à jour de la catégorie. Réessayez!
pt_br: Erro ao atualizar categoria. Tente novamente!

source: Category added successfully
fr_fr: Catégorie ajoutée avec succès
pt_br: Categoria adicionada com sucesso

source: Unable to add category. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter la catégorie. Corrigez les erreurs ci-dessous et réessayez.
pt_br: Não foi possível adicionar categoria. Corrija os erros abaixo e tente novamente.

source: You must select at least one category
fr_fr: Vous devez sélectionner au moins une catégorie
pt_br: Você deve selecionar ao menos uma categoria

source: Selected categories made PUBLIC
fr_fr: Catégories sélectionnées rendues publiques.
pt_br: Categorias selecionadas configuradas como PÚBLICAS

source: selected categories made PUBLIC
fr_fr: Catégories sélectionnées rendues publiques
pt_br: categorias selecionadas configuradas como PÚBLICAS

source: Unable to enable selected categories public.
fr_fr: Impossible d'activer les catégories publiques sélectionnées
pt_br: Não foi possível tornar públicas as categorias selecionadas.

source: Selected categories made PRIVATE
fr_fr: Catégories sélectionnées rendues privées
pt_br: Categorias selecionadas configuradas como PRIVADAS

source: selected categories made PRIVATE
fr_fr: catégories sélectionnées rendues privées
pt_br: categorias selecionadas configuradas como PRIVADAS

source: Unable to disable selected categories PRIVATE
fr_fr: Impossible de désactiver les catégories privées sélectionnées
pt_br: Não foi possível desmarcar categorias selecionadas como PRIVADAS

source: Selected categories deleted successfully
fr_fr: Catégories sélectionnées supprimées avec succès
pt_br: Categorias selecionadas apagadas com sucesso

source: selected categories deleted
fr_fr: Catégories sélectionnées supprimées
pt_br: categorias selecionadas apagadas

source: Unable to delete selected categories
fr_fr: Impossible de supprimer les catégories sélectionnées
pt_br: Não foi possível apagar categorias selecionadas

source: System upgrade is pending
fr_fr: Upgrade du système en cours
pt_br: Atualização do Sistema pendente

source: Upgrade Now
fr_fr: Upgrader maintenant
pt_br: Atualize Agora

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
fr_fr: Veuillez renommer le fichier de configuration 'include/%s' en 'include/ost-config.php' pour supprimer les conflits possibles
pt_br: Por favor, renomeie o arquivo de configurações include/%s para incluir include/ost-config.php para evitar possíveis conflitos

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
fr_fr: Prenez le temps du supprimer le dossier <strong>setup/install</strong> pour des raisons de sécurité.
pt_br: Dedique um pouco de seu tempo para apagar o diretório <strong>setup/install</strong> (../setup/) por razões de segurança.

source: Please change permission of config file (%s) to remove write access. e.g <i>chmod 644 %s</i>
el: Παρακαλούμε αλλάξτε τα δικαιώματα πρόσβασης του αρχείου ρυθμίσεων (%s) ώστε να για να μην επιτρέπεται η εγγραφή π.χ. <i>chmod 644 %s</i>
fr_fr: Veuillez changer les permissions du fichier de configuration (%s) pour supprimer les accès en écrituer. e.g. <i>chmod 644 %s</i>
hr: Molimo promijenite dozvole na datoteku (%s) s tim što uklonite pristup pisanja (remove write access). npr. <i>chmod 644 %s</i>
pt_br: Por favor, modifique as permissões do arquivo de configuração (%s) para remover acesso de escrita, ou seja, <i>chmod 644 %s</i>

source: Please consider turning off register globals if possible
el: Παρακαλούμε απενεργοποιήστε την επιλογή register globals αν είναι δυνατόν
fr_fr: Veuillez envisager d'arrêter les enregistrements globaux si possible
hr: Isključite 'register_globals' ako je moguće
pt_br: Considere desabilitar registros globais, se possível

source: Unknown or invalid API key.
fr_fr: Clé d'API inconnue oue invalide
pt_br: Chave API desconhecida ou inválida.

source: API key updated successfully
fr_fr: Clé d'API mise à jour avec succès
pt_br: Chave API atualizada com sucesso

source: Error updating API key. Try again!
fr_fr: Erreur pendant la mise à jour de la clé d'API. Réessayez!
pt_br: Erro ao atualizar chave API. Tente novamente!

source: API key added successfully
fr_fr: Clé d'API ajoutée avec succès
pt_br: Chave API adicionada com sucesso

source: Unable to add an API key. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter une clé d'API. Corrigez les erreurs ic-dessous et réessayez.
pt_br: Não foi possível adicionar uma chave API. Corrija os erros abaixo e tente novamente.

source: You must select at least one API key
fr_fr: Vous devez sélectionner au moins une clé d'API
pt_br: Você deve selecionar ao menos uma chave API

source: Selected API keys enabled
fr_fr: Clés d'API sélectionnées activées
pt_br: Habilitadas Chaves de API selecionadas

source: selected API keys enabled
fr_fr: Clé d'API sélectionnées activées
pt_br: chaves de API selecionadas habilitadas

source: Unable to enable selected API keys.
fr_fr: Impossible d'activer les clés d'API sélectionnées
pt_br: Não foi possível habilitar as chaves de API selecionadas.

source: Selected API keys disabled
fr_fr: Clés d'API sélectionnées désactivées
pt_br: Desabilitadas chaves API selecionadas

source: selected API keys disabled
fr_fr: clés d'API sélectionnées désactivées
pt_br: chaves API selecionadas desabilitadas

source: Unable to disable selected API keys
fr_fr: Impossible de désactiver les clés d'API sélectionnées
pt_br: Não foi possível desabilitar as chaves API selecionadas

source: Selected API keys deleted successfully
fr_fr: Clé d'API sélectionnées supprimées avec succès
pt_br: APIs selecionadas apagadas com sucesso

source: selected API keys deleted
fr_fr: Clés d'API sélectionnées supprimées
pt_br: chaves API selecionadas apagadas

source: Unable to delete selected API keys
fr_fr: Impossible de supprimer les clés d'API sélectionnées
pt_br: Não foi possível apagar as Chaves API selecionadas

source: Unknown action - get technical help
fr_fr: Action inconnue - contactez l'administrateur
pt_br: Ação desconhecida - procure ajuda técnica

source: Unknown or invalid ticket ID
fr_fr: ID de ticket inconnu ou invalide
pt_br: ID do Tíquete desconhecido ou inválido

source: Access denied. Contact admin if you believe this is in error
el: Δεν επιτρέπεται η πρόσβαση. Επικοινωνήστε με το Διαχειριστή αν πιστεύετε ότι αυτό είναι λάθος.
fr_fr: Accès refusé. Contactez l'administrateur si vous pensez que c'est une erreur
hr: Pristup je zabranjen i odbijen. Kontaktirajte admina ako mislite da je greška.
pt_br: Acesso negado. Contacte o administrador se você acha que isto é um erro

source: Action denied. Contact admin for access
pt_br: Ação Negada. Contate o Administrador para acesso

source: Missing message ID - Internal error
fr_fr: ID de message manquant - Erreur interne
pt_br: Faltando ID da mensagem - Erro interno

source: Response required
fr_fr: Réponse requise
pt_br: Resposta requerida

source: Action Denied. Ticket is locked by someone else!
el: Μη επιτρεπτή ενέργεια. Το δελτίο είναι κλειδωμένο από κάποιον άλλο!
fr_fr: Accès refusé. Le ticket est verrouillé par quelqu'un d'autre !
hr: Radnja odbijena, Tiket je zaključan od strane netkog drugog!
pt_br: Ação Negada. O Tíquete está bloqueado por outra pessoa!

source: Email is in banlist. Must be removed to reply.
fr_fr: Email dans la liste noire. Vous devez le supprimer pour répondre.
pt_br: O E-mail está na lista negra. Deve ser removido para responder.

source: Reply posted successfully
fr_fr: Réponse ajoutée avec succès
pt_br: Resposta postada com sucesso

source: Unable to post the reply. Correct the errors below and try again!
fr_fr: Impossible d'ajouter la réponse. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar a resposta. Corrija os erros abaixo e tente novamente!

source: Select department
fr_fr: Sélectionnez un département
pt_br: Selecione o departamento

source: Ticket already in the department
fr_fr: Le ticket est déjà dans ce département
pt_br: Tíquete já está no departamento

source: Unknown or invalid department
fr_fr: Département inconnu ou invalide
pt_br: Departamento desconhecido ou inválido

source: Transfer comments required
fr_fr: Commentaire de transfert requis
pt_br: Comentários de transferência requeridos

source: Transfer comments too short!
fr_fr: Commentaire de transfert trop court
pt_br: Comentários de transferência muito pequenos!

source: Ticket transferred successfully to
fr_fr: Ticket transféré avec succès à
pt_br: Tíquete transferido com sucesso para

source: Unable to complete the ticket transfer
fr_fr: Impossible de compléter le transfert du ticket
pt_br: Não foi possível completar a transferência do tíquete

source: Correct the error(s) below and try again!
fr_fr: Corrigez les erreurs ci-dessous et réessayez!
pt_br: Corrija os erros abaixo e tente novamente!

source: Action Denied. You are not allowed to assign/reassign tickets.
fr_fr: Action refusée. Vous n'avez par les permissions d'assigner des tickets
pt_br: Ação Negada. Você não tem permissão para designar tíquetes.

source: Select assignee
el: Επιλέξτε εκδοχέα
fr_fr: Sélectionner
hr: Odaberite opunomoćenika
pt_br: Selecione

source: Invalid assignee ID - get technical support
fr_fr: ID d'assigné non valide - contactez l'administrateur
pt_br: ID de designação inválido - procure suporte técnico

source: Ticket already assigned to the staff.
el: Το δελτία έχει ήδη ανατεθεί στο Προσωπικό.
fr_fr: Ticket déjà assigné à quelqu'un
hr: Tiket već dodijeljen osoblju.
pt_br: O tíquete já está deisgnado para a equipe.

source: Ticket already assigned to the team.
fr_fr: Ticket déjà assigné à une équipe
pt_br: O tíquete já está deisgnado para o time.

source: Ticket claimed by
fr_fr: Ticket assignée (claim) par
pt_br: Tíquete designado para si por

source: Assignment comments required
fr_fr: Commentaire d'assignation requis
pt_br: Comentários de Designação requeridos

source: Comment too short
fr_fr: Commentaire trop court
pt_br: Comentários muito curtos

source: Ticket is NOW assigned to you!
fr_fr: Le ticket vous est à présent assigné
pt_br: AGORA, o tíquete está designado para você!

source: Ticket assigned successfully to
fr_fr: Ticket assigné avec succès à
pt_br: Tíquete designado com sucesso para

source: Unable to complete the ticket assignment
fr_fr: Impossible de compléter l'assignation du ticket
pt_br: Não foi possível completar a designação do tíquete

source: You don't have permission to close tickets
fr_fr: Vous n'avez pas le droit de fermer des tickets
pt_br: Você não tem permissão para fechar tíquetes

source: You don't have permission to set the state
fr_fr: Vous n'avez pas le droit de changer l'état d'un ticket
pt_br: Você não tem permissão para mudar o estado

source: Internal note posted successfully
fr_fr: Note interne ajoutée avec succès
pt_br: Nota interna postada com sucesso

source: Unable to post internal note - missing or invalid data.
fr_fr: Impossible d'ajouter la note interne - donnée manquante ou invalide.
pt_br: Não foi possível postar nota interna - dados inválidos ou faltando.

source: Unable to post the note. Correct the error(s) below and try again!
fr_fr: Impossible d'ajouter une note. Corrigez les erreurs ci-dessous et réessayez!
pt_br: Não foi possível adicionar a resposta. Corrija os erros abaixo e tente novamente!
