Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Select Team Lead (Optional)
fr_fr: Sélectionner responsable d'équipe (optionnel)
pt_br: Selecione o Líder do Time (Opcional)

source: Assignment Alerts
fr_fr: Alertes d'assignation
pt_br: Alertas de Designação

source: assignment alerts for this team
fr_fr: Alertes d'assignation pour cette équipe
pt_br: alertas de designação para este time

source: overwrite global settings
pt_br: sobrescrever configurações globais

source: To add additional members go to target member's profile
pt_br: Para adicionar membros, vá ao perfil do membro correspondente.

source: Admin Notes
fr_fr: Notes adminitratives
pt_br: Notas Administrativas

source: Internal notes viewable by all admins
pt_br: Notas internas visíveis por todos os administradores

source: Published
fr_fr: Publiée
pt_br: Publicado

source: Internal
fr_fr: Interne
pt_br: Interno

source: Category does not have FAQs
fr_fr: La catégorie n'a pas de FAQs
pt_br: A Categoria não tem FAQs

source: No emails found!
fr_fr: Aucun email trouvé
pt_br: Não foram encontrados e-mails!

source: Add New Email
el: Προσθήκη νέου E-mail
fr_fr: Ajouter nouvel email
hr: Dodaj novi email
pt_br: Adicionar Novo E-mail

source: No help emails found
pt_br: Não foram encontrados e-mails de ajuda

source: Delete Email(s)
fr_fr: Supprimer email(s)
pt_br: Apagar E-mail(s)

source: Are you sure you want to DELETE selected emails?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τα επιλεγμένα emails;
pt_br: Tem certeza que deseja APAGAR os e-mails selecionados?

source: Deleted emails CANNOT be recovered.
pt_br: E-mails apagados NÃO PODEM ser recuperados.

source: osTicket Staff Control Panel
el: osTicket Πίνακας Ελέγχου Προσωπικού
fr_fr: Zone Employés osTicket
hr: osTicket upravljačka ploča osoblja
pt_br: Painel de Equipes do osTicket

source: username
fr_fr: nom d'utilisateur
pt_br: usuário

source: password
fr_fr: mot de passe
pt_br: senha

source: Update SLA Plan
fr_fr: Editer plan SLA
pt_br: Atualizar Plano SLA

source: Add New SLA Plan
fr_fr: Ajouter nouveau plan SLA
pt_br: Adicionar Novo Plano SLA

source: Add Plan
fr_fr: Ajouter plan
pt_br: Adicionar Plano

source: Service Level Agreement
pt_br: Acordo de Nível de Serviço

source: Tickets are marked overdue on grace period violation.
pt_br: Os tíquetes são marcados como atrasados ao violar o período de tolerância.

source: Grace Period
pt_br: Período de Tolerância

source: in hours
fr_fr: en heures
pt_br: em horas

source: Priority Escalation
fr_fr: Echelle de priorité
pt_br: Escalada de Prioridade

source: priority escalation on overdue tickets
pt_br: escalada de prioridade por tíquetes atrasados

source: Ticket Overdue Alerts
fr_fr: Alertes de ticket en retard
pt_br: Alertas de Tíquetes Atrasados

source: overdue alerts notices
fr_fr: notifications de retard
pt_br: alertas de tíquetes atrasados

source: Overwrite global setting
pt_br: Sobrescrever config. global

source: Internal notes
fr_fr: Notes internes
pt_br: Notas Internas

source: Attachments Settings
el: Ρυθμίσεις Συνημμένων
fr_fr: Paramètres des pièces jointes
hr: Postavke priloga
pt_br: Configurações de Anexo

source: Before enabling attachments make sure you understand the security settings and issues related to file uploads
pt_br: Antes de habilitar anexos, as configurações e problemas relacionados a upload de arquivos

source: Global Setting
el: Καθολική Ρύθμιση
fr_fr: Configuration globale
pt_br: Config. Global

source: Allow online attachments upload
el: Να επιτρέπεται το ανέβασμα συνημμένων online
fr_fr: Permettre les pièces jointes en ligne
hr: Dopusti online učitavanje priloga
pt_br: Permitir subida de anexos online

source: Authenticated users Only.
el: Πιστοποιημένοι χρήστες Μόνο.
fr_fr: Utilisateurs authentifiés seulement.
pt_br: Apenas usuários Autenticados.

source: User must be logged in to upload files
el: Ο χρήστης πρέπει να κάνει login για να ανεβάσει αρχεία
pt_br: Usuário deve estar autenticado para subir arquivos

source: Staff Response Files
pt_br: Arquivos de Resposta da Equipe

source: Attachment Folder
fr_fr: Dossier pour les pièces jointes
pt_br: Pasta de Anexos

source: Enter file extensions allowed separated by a comma. e.g
pt_br: Entre as extensões de arquivo permitidas separadas por vírgula, isto é

source: To accept all files enter wildcard
pt_br: Para aceitar todos os arquivos digite o coringa

source: i.e dotStar (NOT recommended).
pt_br: , isto é, ponto asterisco (NÃO recomendado).

source: Update API Key
fr_fr: Editer clé d'API
pt_br: Atualizar Chave de API

source: Add New API Key
fr_fr: Ajouter nouvelle clé d'API
pt_br: Adicionar Chave de API

source: Add Key
fr_fr: Ajouter clé
pt_br: Adicionar Chave

source: API Key
el: Κλειδί API
fr_fr: Clé d'API
pt_br: Chave API

source: API Key is autogenerated and unique per IP address.
pt_br: Chave API é gerada automaticamente e é única por endereço IP.

source: API Key is auto-generated. Delete and re-add to change the key.
pt_br: A Chave API é auto-gerada. Apague e readicione para mudar a chave.

source: IP Address
el: Διεύθυνση IP
fr_fr: Adresse IP
hr: IP adresa
pt_br: Endereço IP

source: Enabled Services
pt_br: Serviços Habilitados

source: Check applicable API services. All active keys can make cron call.
pt_br: Cheque os serviços API aplicáveis. Todas as chaves ativas podem fazer chamadas ao cron.

source: Can Create Tickets.
pt_br: Pode Criar Tíquetes.

source: Internal notes.
fr_fr: Notes internes
pt_br: Notas Internas.

source: Term too short!
pt_br: Termo muito curto!

source: Banned Email Addresses
el: Διευθύνσεις Απαγορευμένων Email
pt_br: Endereços de E-mail Banidos (Lista Negra)

source: Query
pt_br: Pesquisa

source: Ban New Email
pt_br: Banir Novo E-mail

source: No banned emails matching the query found!
pt_br: Nenhum e-mail banido correponde à pesquisa!

source: Ban Status
pt_br: Estado de Banimento

source: Date Added
el: Ημερομηνία Προσθήκης
fr_fr: Date d'ajout
hr: Datumu dodavanja
pt_br: Data de Adição

source: No banned emails found!
pt_br: Não foram encontrados e-mails na lista negra!

source: Are you sure want to <b>enable</b> selected ban rules?
pt_br: Tem certeza que deseja <b>habilitar</b> as regras de banimento selecionadas?

source: Are you sure want to <b>disable</b> selected ban rules?
pt_br: Tem certeza que deseja <b>desabilitar</b> as regras de banimento selecionadas?

source: Are you sure you want to DELETE selected ban rules?
pt_br: Tem certeza que deseja APAGAR as regras de banimento selecionadas?

source: Update Group
fr_fr: Editer groupe
pt_br: Atualizar Grupo

source: Add New Group
el: Προσθήκη Νέας ομάδας
fr_fr: Ajouter groupe
hr: Dodaj novu grupu
pt_br: Adicionar Novo Grupo

source: Create Group
fr_fr: Créer groupe
pt_br: Criar Grupo

source: User Group
fr_fr: Utilisateurs du groupe
pt_br: Grupo de Usuário

source: Group Information
fr_fr: Infos de groupe
pt_br: Informações do Grupo

source: Disabled group will limit staff members access. Admins are exempted.
pt_br: Desabilitar o grupo limitará o acesso de membros da equipe, com exceção dos Adminstradores .

source: Group Permissions
fr_fr: Permissions de groupe
pt_br: Permissões de Grupo

source: Applies to all group members
pt_br: Aplica-se a todos os membros do grupo

source: Can
fr_fr: Peut
pt_br: Pode

source: Create
fr_fr: Créer
pt_br: Criar

source: Yes
el: Ναι
fr_fr: Oui
hr: Da
pt_br: Sim

source: No
el: Όχι
fr_fr: Non
hr: Ne
pt_br: Não

source: Ability to open tickets on behalf of clients.
pt_br: Permissão para abrir tíquetes no lugar dos clientes.

source: Edit
fr_fr: Editer
pt_br: Editar

source: Ability to edit tickets.
pt_br: Permissão para abrir tíquetes.

source: Ability to post a ticket reply.
pt_br: Permissão para adicionar uma resposta a um tíquete.

source: Close
el: Κλείσιμο
fr_fr: Fermer
hr: Zatvori
pt_br: Fechar

source: Ability to close tickets. Staff can still post a response.
pt_br: Permissão para fechar tíquetes. Membros da Equipe ainda podem postar respostas.

source: Ability to assign tickets to staff members.
pt_br: Permissão para designar tíquetes para membros da equipe.

source: Ability to transfer tickets between departments.
pt_br: Permissão para transferir tíquetes entre departamentos.

source: Ability to delete tickets (Deleted tickets can't be recovered!)
pt_br: Permissão para apagar tíquetes (Tíquetes apagados não podem ser recuperados!)

source: Can Ban Emails
el: Μπορεί να Απαγορεύει Emails
fr_fr: Peut banir des emails
hr: Može ulaznu e-poštu zabraniti i dodati na ban-popis
pt_br: Pode Banir E-mails

source: Ability to add/remove emails from banlist via ticket interface.
pt_br: Permissão para adicionar/remover e-mails da lista negra via interface de tíquete.

source: Can Manage Premade
el: Μπορεί να Διαχειρίζεται Προκατασκευασμένα
fr_fr: Peut gérer réponses pré-enregistrées
hr: Može upravljati predizbornim predloškama
pt_br: Pode Gerenciar Pré-pronto

source: Ability to add/update/disable/delete canned responses and attachments.
pt_br: Permissão para adicionar/atualizar/desabilitar/apagar respostas prontas e anexos.

source: Can Manage FAQ
fr_fr: Peut gérer FAQ
pt_br: Pode Gerenciar FAQ

source: Ability to add/update/disable/delete knowledgebase categories and FAQs.
pt_br: Permissão para adicionar/atualizar/desabilitar/apagar categorias da Base de Conhecimento e FAQs.

source: Can View Staff Stats.
pt_br: Pode Ver Estatísticas da Equipe

source: Ability to view stats of other staff members in allowed departments.
pt_br: Permissão para ver estatísticas de outros membros da equipe em departamentos permitidos.

source: Department Access
fr_fr: Accès au département
pt_br: Acesso ao Departamento

source: Check all departments the group members are allowed to access.
pt_br: Selecione todos os membros do grupo que podem acessar.

source: Select All
el: Επιλογή Όλων
fr_fr: Sélectionner tous
hr: Odaberi sve
pt_br: Selecione Todos

source: Select None
el: Επιλογή Κανενός
fr_fr: Sélectionner aucun
hr: Bez odabira
pt_br: Selecione Nenhum

source: Internal notes viewable by all admins.
pt_br: Notas Internas visíveis por todos os administradores.

source: Staff Members
el: Μέλη του Προσωπικού
fr_fr: Employés
hr: Članovi osoblja
pt_br: Membros da Equipe

source: All Department
el: Όλα τα Τμήματα
fr_fr: Tous les départements
hr: Svi odjeli
pt_br: Todo o Departamento

source: Filter
fr_fr: Filtrer
pt_br: Filtrar

source: No staff members found!
fr_fr: Aucun employé trouvé!
pt_br: Não foram encontrados membros na equipe!

source: Phone Ext
fr_fr: Ext (+..)
pt_br: Ramal

source: Mobile Number
fr_fr: GSM
pt_br: Celular

source: premade responses
fr_fr: réponses pré-enregistrées
pt_br: respostas prontas

source: No premade responses found!
pt_br: Não foram encontradas respostas prontas!

source: Canned Responses
fr_fr: Réponses pré-enregistrées
pt_br: Respostas Prontas

source: Add New Response
fr_fr: Ajouter réponse
pt_br: Adicionar Nova Resposta

source: No canned responses
fr_fr: Aucune réponse pré-enregistrée
pt_br: Nenhuma resposta pronta

source: Are you sure want to <b>enable</b> selected canned responses?
pt_br: Tem certeza que deseja <b>habilitar</b> as respostas prontas selecionadas?

source: Are you sure want to <b>disable</b> selected canned responses?
pt_br: Tem certeza que deseja <b>desabilitar</b> as respostas prontas selecionadas?

source: Are you sure want to flag the selected tickets as <font color="red"><b>overdue</b>
pt_br: Tem certeza que quer marcar os tíquetes selecionados como <font color="red"><b>atrasados</b>

source: Are you sure you want to DELETE selected canned responses?
pt_br: Tem certeza que deseja APAGAR as respostas prontas selecionadas?

source: Deleted items CANNOT be recovered, including any associated attachments.
pt_br: Itens apagados NÃO PODEM ser recuperados, incluindo quaisquer anexos.

source: help topics
fr_fr: catégories d'aide
pt_br: tópicos de ajuda

source: No help topic found!
fr_fr: Aucune catégorie d'aide trouvée!
pt_br: Não foram encontrados tópicos de ajuda!

source: Help Topics
el: θέματα Βοήθειας
fr_fr: Catégories d'aide
hr: Pomoćne teme
pt_br: Tópico de Ajuda

source: Add New Help Topic
pt_br: Adicionar Tópico de Ajuda

source: No help topics found
fr_fr: Aucune catégorie d'aide trouvée
pt_br: Não foram encontrados tópicos de ajuda

source: Are you sure want to <b>enable</b> selected help topics?
pt_br: Tem certeza que deseja <b>habilitar</b> os tópicos de ajuda selecionados?

source: Are you sure want to <b>disable</b> selected help topics?
pt_br: Tem certeza que deseja <b>desabilitar</b> os tópicos de ajuda selecionados?

source: Are you sure you want to DELETE selected help topics?
pt_br: Tem certeza que deseja APAGAR os tópicos de ajuda selecionados?

source: Deleted topics CANNOT be recovered.
pt_br: Tópicos de ajuda apagados NÃO PODEM ser recuperados.

source: Update Email
fr_fr: Editer email
pt_br: Atualizar E-mail

source: To change password enter new password above.
pt_br: Para mudar a senha digite a nova senha abaixo.

source: Submit
el: Υποβολή
fr_fr: Envoyer
hr: Pošalji
pt_br: Enviar

source: Email Information
fr_fr: Informations Email
pt_br: Informações do E-mail

source: Login details are optional BUT required when IMAP/POP or SMTP are enabled.
pt_br: Detalhes de autenticação são opcionais MAS requeridos quando SMTP ou IMAP/POP estão habilitados.

source: Email Name
fr_fr: Nom de l'email
pt_br: Nome do E-mail

source: Login Username
fr_fr: Nom d'utilisateur
pt_br: Nome de Usuário

source: Login Password
fr_fr: Mot de passe
pt_br: Senha para Entrar

source: Mail Account
fr_fr: Compte email
pt_br: Conta de E-mail

source: Optional setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
pt_br: Configuração opcinal para buscar e-mails de entrada. A Busca de e-mails deve estar habilitada com autocron ativo ou configuração externa de cron.

source: Port
el: Θύρα
pt_br: Porta

source: Protocol
el: Πρωτόκολλο
fr_fr: Protocole
hr: Protokol
pt_br: Protocolo

source: Select Mail Protocol
fr_fr: Sélectionner protocole email
pt_br: Selecione Protocolo de E-mail

source: Encryption
el: Κρυπτογράφηση
hr: Enkripcija (šifiriranje)
pt_br: Criptografia

source: Fetch Frequency
el: Συχνότητα Λήψης
pt_br: Frequência de Busca

source: Delay intervals in minutes
el: Χρονικά διαστήματα καθυστέρησης σε λεπτά
pt_br: Intervalos de Atraso em minutos

source: Emails Per Fetch
pt_br: E-mails por Busca

source: Maximum emails to process per fetch.
el: Μέγιστος αριθμός Email που επεξεργάζονται ανά Λήψη.
pt_br: Máximo de e-mails para processar por busca.

source: New Ticket Priority
el: Νέα Προτεραιότητα Δελτίου
fr_fr: Priorité nouveau ticket
pt_br: Proridade de Novos Tíquetes

source: Select Priority
el: Επιλογή Προτεραιότητας
fr_fr: Sélectionner priorité
pt_br: Selecione Prioridade

source: New Ticket Dept.
el: Νέο Τμήμα Δελτίων
fr_fr: Nouveau ticket de département
pt_br: Depto. de Novos Tíquetes

source: Select Department
el: Επιλογή Τμήματος
fr_fr: Sélectionner département
hr: Odaberite odjel
pt_br: Selecione o Departamento

source: Auto-response
fr_fr: Réponse automatique
pt_br: Auto-resposta

source: new ticket auto-response for this email. Overwrite global and dept. settings.
pt_br: auto-resposta de novos tíquetes para este e-mail. Sobrescrever configs. globais e do depto.

source: Fetched Emails
pt_br: E-mails buscados

source: Move to
fr_fr: Aller a/au
pt_br: Mover para

source: folder.
fr_fr: dossier.
pt_br: pasta.

source: Delete fetched emails
pt_br: Apagar e-mails buscados

source: Do nothing (Not recommended)
fr_fr: Rien à faire (non recommandé)
pt_br: Não faça nada (Não recomendado)

source: Moving fetched emails to a backup folder is highly recommended.
pt_br: Mover e-mails buscados para uma pasta de backup é altamente recomendado.

source: SMTP Settings
fr_fr: Configuration SMTP
pt_br: Configurações SMTP

source: When enabled the
fr_fr: Lorsqu'activé, le
pt_br: Quando habilitado, o

source: email account
fr_fr: compte email
pt_br: conta de E-mail

source: will use SMTP server instead of internal PHP mail() function for outgoing emails.
pt_br: irá utilizar o servidor SMTP em vez da função mail() do PHP para e-mails de saída.

source: SMTP Host
el: Κεντρικός Υπολογιστής SMTP
fr_fr: Hôte SMTP
hr: SMTP računalo
pt_br: Host SMTP

source: SMTP Port
el: Θύρα SMTP
fr_fr: Port SMTP
pt_br: Porta SMTP

source: Authentication Required?
el: Απαιτείται Έλεγχος Ταυτότητας;
fr_fr: Authentification requise?
pt_br: Autenticação Requerida?

source: NO
fr_fr: NON
pt_br: NÃO

source: Allow Header Spoofing?
pt_br: Permitir Modificação de Cabeçalho?

source: Allow email header spoofing
pt_br: Permite que o cabeçalho seja modificado do original

source: (only applies to emails being sent through this account)
pt_br: (somente se aplica a e-mails enviados através desta conta)

source: Admin's notes.
fr_fr: Notes adminitratives
pt_br: Notas do Administrador.

source: Invalid path
el: Άκυρη διαδρομή
fr_fr: Chemin invalide
hr: Nevažeći put (path)
pt_br: Caminho Inválido

source: Unable to obtain a lock on the ticket
el: Αδυναμία κλειδώματος του δελτίου
fr_fr: Impossible de verrouiller le ticket
pt_br: Não foi possível bloquear o tíquete

source: Ticket is assigned to
fr_fr: Ticket assigné à
pt_br: Tíquete designado para

source: This ticket is currently locked by
fr_fr: Le ticket est verrouillé par
pt_br: Este tíquete está bloqueado por

source: Email is in banlist! Must be removed before any reply/response
el: Το Email είναι στη λίστα των απαγορευμένων. Θα πρέπει να αφαιρεθεί πριν από οποιαδήποτε απάντηση/απόκριση!
pt_br: E-mail está na lista negra! Deve ser removido antes de enviar respostas

source: More
fr_fr: Plus
pt_br: Mais

source: Reopen
el: Άνοιγμα ξανά
fr_fr: Réouvrir
hr: Ponovo otvoriti
pt_br: Reabrir

source: Claim
fr_fr: Se l'assigner
pt_br: Designar para si

source: Print
fr_fr: Imprimer
pt_br: Imprimir

source: Release (unassign) Ticket
fr_fr: Enlever l'assignation du ticket
pt_br: Remover Designação de Tíquete

source: Mark as Overdue
fr_fr: Marquer comme en retard
pt_br: Marcado como Atrasado

source: Mark as Unanswered
fr_fr: Marquer comme non répondu
pt_br: Marcar como não Respondido

source: Mark as Answered
fr_fr: Marquer comme répondu
pt_br: Marcar como Respondido

source: Ban Email
el: Απαγόρευση Email
fr_fr: Banir E-mail
pt_br: Banir E-mail

source: Unban Email
pt_br: Remover E-mail da lista Negra

source: Related Tickets
el: Σχετικά Δελτία
fr_fr: Tickets en rapport
pt_br: Tíquetes Relacionados

source: Unknown
fr_fr: Inconnu
pt_br: Desconhecido

source: none
el: Κανένας
fr_fr: aucune
hr: ništa
pt_br: nenhum

source: posted by
el: δημοσιεύτηκε από
fr_fr: posté par
pt_br: postado por

source: No internal notes found.
fr_fr: Aucune note interne trouvée
pt_br: Nenhuma nota interna encontrada.

source: Error fetching ticket thread - get technical help.
pt_br: Erro ao abrir o tíquete - procure suporte técnico.

source: Post Internal Note
el: Δημοσίευση Εσωτερικού Σημειώματος
fr_fr: Ajouter note interne
pt_br: Adic. Nota Interna

source: Dept. Transfer
el: Μεταφορά Τμήματος
fr_fr: Transfert de département
pt_br: Transf. de Depto.

source: Reassign Ticket
fr_fr: Réassigner ticket
pt_br: Designar Tíquete

source: Assign Ticket
fr_fr: Assigner ticket
pt_br: Designar Tíquete

source: TO
fr_fr: A
pt_br: PARA

source: Email Reply
fr_fr: Email de réponse
pt_br: Resposta por E-mail

source: Response
fr_fr: Réponse
pt_br: Resposta

source: Select a canned response
fr_fr: Sélectionnez une réponse pré-enregistrée
pt_br: Selecione uma resposta pronta

source: Append
el: Προσάρτηση
hr: Dodaj
pt_br: Acrescentar

source: Signature
pt_br: Assinatura

source: My signature
el: Η υπογραφή μου
fr_fr: Ma signature
pt_br: Minha assinatura

source: Dept. Signature
fr_fr: Signature du département
pt_br: Assinatura do Depto.

source: Reopen on Reply
el: Ανοίγμα ξανά με την απάντηση
fr_fr: Réouvrir après réponse
pt_br: Reabrir ao Responder

source: Close on Reply
el: Κλείσιμο με την Απάντηση
fr_fr: Fermer après réponse
pt_br: Fechar ao Responder

source: Internal Note
fr_fr: Note interne
pt_br: Nota Interna

source: Note details
fr_fr: Détails de note
pt_br: Detalhes da nota interna

source: Note title - summarry of the note (optional)
pt_br: Título da nota - sumário da nota (opcional)

source: unchanged
fr_fr: inchangé
pt_br: não modificado

source: Close Ticket
el: Κλείσιμο Δελτίου
fr_fr: Fermer ticket
pt_br: Fechar Tíquete

source: Ticket States
fr_fr: Etats du ticket
pt_br: Estados do Tíquete

source: Mark As Unanswered
fr_fr: Marquer comme non répondu
pt_br: Marcar como não Respondido

source: Mark As Answered
fr_fr: Marquer comme répondu
pt_br: Marcar como Respondido

source: Flag As Overdue
fr_fr: Marquer comme en retard
pt_br: Marcar como Atrasado

source: Clear Overdue Flag
fr_fr: Enlever marque 'en retard'
pt_br: Desmarcar Atrasado

source: Release (Unassign) Ticket
fr_fr: Enlever l'assignation du ticket
pt_br: Remover designação do Tíquete

source: Ticket is currently in <b>%s</b> department.
pt_br: Tíquete está atualmente no departamento <b>%s</b>.

source: Select Target Department
fr_fr: Sélectionner département cible
pt_br: Selecione o Departamento de Destino

source: Comments
fr_fr: Commentaires
pt_br: Comentários

source: Enter reasons for the transfer.
fr_fr: Entrez les raisons du transfert
pt_br: Digite as razões para a transferência.

source: Assignee
fr_fr: Assigné à
pt_br: Designado Para

source: Ticket is currently assigned to
fr_fr: Ticket assigné à
pt_br: Tíquete está designado para

source: Assigning a closed ticket will <b>reopen</b> it!
pt_br: Designar um tíquete fechado irá <b>reabrí-lo</b>!

source: Select Staff Member OR a Team
pt_br: Selecione um Membro OU um Time

source: Claim Ticket (comments optional)
pt_br: Deisgnar Tíquete para si (comentários opcionais)

source: Enter reasons for the assignment or instructions for assignee.
pt_br: Digite as razões para a designação ou instruções para a pessoa designada.

source: Ticket Print Options
pt_br: Opções de Impressão de Tíquete

source: Print Notes
fr_fr: Imprimer notes
pt_br: Impr. Notas

source: Print <b>Internal</b> Notes/Comments
pt_br: Imprimir Notas/Comentários <b>Internos</b>

source: Paper Size
fr_fr: Taille Papier
pt_br: Papel

source: Select Print Paper Size
pt_br: Tamanho do Papel

source: Are you sure you want to <b>%s</b> this ticket?
pt_br: Tem certeza que deseja <b>%s</b> este tíquete?

source: REOPEN
fr_fr: REOUVRIR
pt_br: REABRIR

source: CLOSE
fr_fr: FERMER
pt_br: FECHAR

source: Reasons for status change (internal note). Optional but highly recommended.
pt_br: Razões para a mudança de estado (nota interna). Opcional, mas recomendado.

source: Are you sure want to <b>claim</b> (self assign) this ticket?
pt_br: Tem certeza que deseja <b>designar</b> este tíquete para si?

source: Are you sure want to flag the ticket as <b>answered</b>?
pt_br: Tem certeza que quer marcar o tíquete como <b>respondido</b>?

source: Are you sure want to flag the ticket as <b>unanswered</b>?
pt_br: Tem certeza que quer marcar o tíquete como <b>não respondido</b>?

source: Are you sure want to flag the ticket as <font color="red"><b>overdue</b></font>?
pt_br: Tem certeza que quer marcar o tíquete como <font color="red"><b>atrasado</b></font>?

source: Are you sure want to <b>ban</b>
pt_br: Tem certeza que deseja <b>banir</b>

source: New tickets from the email address will be auto-rejected.
pt_br: Novos tíquetes do e-mail serão rejeitados automaticamente.

source: Are you sure want to <b>remove</b>
fr_fr: Etes vous sûr(e) de vouloir <b>supprimer</b>
pt_br: Tem certeza que deseja <b>remover</b>

source: from ban list?
fr_fr: de la liste noire ?
pt_br: da lista negra?

source: Are you sure want to <b>unassign</b> ticket from
pt_br: Tem certeza que deseja <b>remover a designação</b> do tíquete de
