Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Are you sure you want to DISABLE selected filters?
pt_br: Tem certeza que deseja DESABILITAR os filtros selecionados?

source: Are you sure you want to DELETE selected log entries?
pt_br: Tem certeza que deseja APAGAR os logs selecionados?

source: Are you sure you want to DISABLE selected templates?
pt_br: Tem certeza que deseja DESABILITAR aos modelos selecionados?

source: Action Denied. You are not allowed to transfer tickets.
el: Μη επιτρεπτή πρόσβαση. Δεν σας επιτρέπεται να μεταφέρετε δελτία.
hr: Radnja odbijena, nemate pravo prenijeti Tiket.
pt_br: Ação Negada. Você não tem permissão para transferir tíquetes.

source: Note message required
el: Το μήνυμα σημείωσης απαιτείται
fr_fr: Message de note requis
hr: Napomena / poruka potrebna
pt_br: Nota requerida

source: and state changed to
pt_br: e o estado mudou para

source: Error(s) occurred. Unable to post the note.
pt_br: Erros ocorreram. Não foi possível adicionar a nota.

source: Perm. Denied. You are not allowed to change ticket's priority
el: Μη επιτρεπτή ενέργεια. Δεν σας επιτρέπεται να αλλάξετε την προτεραιότητα του δελτίου.
hr: Uskraćena dozvola. Nije vam dozvoljeno mijenjati prioritet Tiketa
pt_br: Perm. Negada. Você não pode mudar a prioridade do tíquete

source: You must select priority
el: Πρέπει να επιλέξετε προτεραιότητα
hr: Morate odabrati prioritet
pt_br: Você deve selecionar prioridade

source: Priority Changed Successfully
el: Η προτεραιότητα άλλαξε με επιτυχία
fr_fr: Priorité changée avec succès
hr: Prioritet uspješno zamijenjen
pt_br: Prioridade alterada com sucesso

source: Ticket priority set to "
fr_fr: Priorité du ticket passée à "
pt_br: Prioridade do tíquete é "

source: Priority Changed
el: Η προτεραιότητα άλλαξε
fr_fr: Priorité changée
hr: Prioritet promijenjen
pt_br: Prioridade Alterada

source: Problems changing priority. Try again
el: Προβλήματα αλλαγή προτεραιότητας Προσπαθήστε ξανά.
hr: Problem mijenjanja prioriteta. Pokušajte ponovno
pt_br: Problemas ao mudar prioridade. Tente novamente

source: Ticket status set to OPEN
el: Η κατάσταση του δελτίου τέθηκε σε ΑΝΟΙΚΤΟ
fr_fr: Statut de ticket passé à ouvert
hr: Tiket status postavljen na OTVORENO
pt_br: Estado do tíquete mudou para FECHADO

source: and status set to
fr_fr: et statut de ticket passé à
pt_br: e estado

source: & ticket status set to closed
fr_fr: & statut de ticket passé à fermé
pt_br: & o estado do tíquete é FECHADO

source: Ticket Deleted Forever
el: Το δελτίο διαγράφηκε δια παντός
fr_fr: Ticket supprimé pour toujours
hr: Tiket izbrisan zauvijek
pt_br: Tíquete Apagado para Sempre

source: SLA required
fr_fr: SLA requis
pt_br: SLA requerido

source: Support Ticket System
el: Σύστημα Δελτίων Υποστήριξης
fr_fr: Système de ticketing
pt_br: Sistema de Tíquetes de Suporte

source: Ticket printed by
fr_fr: Ticket imprimé par
pt_br: Tíquete impresso por

source: Staff Member
fr_fr: Employé
pt_br: Membro da Equipe

source: Print Ticket
fr_fr: Imprimer ticket
pt_br: Imprimir Tíquete

source: Note
pt_br: Nota

source: Reopen Ticket
el: Άνοιγμα ξανά του Δελτίου
fr_fr: Réouvrir ticket
pt_br: Reabrir Tíquete

source: Response required when files are attached.
pt_br: Resposta é requerida quando arquivos são anexados.

source: Ticket Options
fr_fr: Options du ticket
pt_br: Opções do Tíquete

source: Due date, when set, overwrites SLA grace period.
pt_br: Prazo, quando configurado, sobrescreve o período de tolerância do SLA.

source: Priority:
el: Προτεραιότητα
fr_fr: Priorité:
hr: Prioritet:
pt_br: Prioridade:

source: Ticket Status:
el: Κατάσταση Δελτίου:
fr_fr: Statut du ticket:
pt_br: Status do Tíquete:

source: Signature:
el: Υπογραφή:
pt_br: Assinatura:

source: password required
fr_fr: Mot de passe requis
pt_br: senha requerida

source: Dept. Transfer from
fr_fr: Transfert de département depuis
pt_br: Transferência do Depto

source: You've reached maximum failed login attempts allowed.
el: Έχετε φτάσει στο μέγιστο αριθμό αποτυχημένων προσπαθειών εισόδου που επιτρέπονται.
hr: Dostigli ste maksimalne pokušaje neuspjelih prijava.
pt_br: Você alcançou o número máximo permitido de tentativas de login.

source: Could not bind LDAP connection.
fr_fr: Impossible de lier la connexion LDAP
pt_br: Não foi possível conectar ao LDAP.

source: Username:
fr_fr: Nom d'utilisateur
pt_br: Usuário:

source: Internal notes.&nbsp;
fr_fr: Notes internes.&nbsp;
pt_br: Notas Internas.&nbsp;

source: Reply-To Email
fr_fr: Email de réponse
pt_br: E-mail para Resposta

source: Body/Text
fr_fr: Corpo/Texto
pt_br: Corpo/Texto

source: Equal
fr_fr: Egal
pt_br: Igual

source: Not Equal
fr_fr: Différent
pt_br: Diferente

source: Does Not Contain
fr_fr: Ne contient pas
pt_br: Não Contém

source: Contains
fr_fr: Contient
pt_br: Contém

source: Any
fr_fr: N'importe quel
pt_br: Qualquer um

source: Web Forms
fr_fr: Formulaires Web
pt_br: Formulários Web

source: API Calls
fr_fr: Appels d'API
pt_br: Chamadas de API

source: done
fr_fr: Fait
pt_br: feito

source: High
fr_fr: Haute
pt_br: Alta

source: Low
fr_fr: Basse
pt_br: Baixa

source: Emergency
fr_fr: Urgence
pt_br: Emergência

source: Warning
fr_fr: Avertissement
pt_br: Aviso

source: update
fr_fr: actualisé
pt_br: atualiza

source: Invalid login. Check IMAP settings
fr_fr: Login invalide. Vérifier la configuration de IMAP
pt_br: Login inválido. Verifique as configurações IMAP

source: ANSWERED
fr_fr: REPONDU
pt_br: RESPONDIDO

source: Unable to update group. Correct any errors(s) below and try again!
fr_fr: Impossible de mettre à jour le groupe. Corrigez les erreurs ci-dessous et réessayez

source: Max open tickets (%d) reached for %s
fr_fr: Nombre max de tickets ouverts (%d) atteint pour %s

source: Host
el: Κεντρικός Υπολογιστής
fr_fr: Hôte
hr: Računalo

source: (Show internal notes inline)
fr_fr: (montrer les notes internes à la suite)

source: Note title - sumarry of the note (optional)
fr_fr: Titre de note - résumé de note (optionnel)

source: (Alerts and notices will include groups)
fr_fr: (Les alertes et les notifications inclueront les groupes)

source: Select Outgoing Email
fr_fr: Sélectionner Emails sortants

source: IP Addr
fr_fr: IP

source: Continue
fr_fr: Continuer

source: The script is version %s while the database is version %s.
el: Το script είναι έκδοση %s, ενώ η βάση δεδομένων είναι έκδοση %s.
hr: Inačica skripte: %s / inačica baze podataka: %s

source: Possibly caused by incomplete <a href="../setup/upgrade.php">upgrade</a>.
el: Πιθανόν προκαλούνται από ελλιπή <a href="../setup/upgrade.php">Ενημέρωση</a>.
hr: Možda prouzročeno zbog nedovršene <a href="../setup/upgrade.php">nadogradnje</a>.

source: Please take a minute to delete <strong>setup/install</strong> directory for security reasons.
el: Παρακαλούμε ασχοληθείτε ένα λεπτό για να διαγράψετε τον κατάλογο <strong>setup/install</strong> για λόγους ασφαλείας.
hr: Iz sigurnosnih razloga Vam preporučujemo izbrisati direktorij <strong>setup/install</strong>.

source: Preferences Updated Successfully
el: Οι Προτιμήσεις ενημερώθηκαν με επιτυχία
hr: Osobitosti uspješno ažurirane

source: Directory must be valid and writeable
el: Ο κατάλογος πρέπει να είναι έγκυρος και εγγράψιμος
hr: Direktorij mora biti dostupan i omogućeno zapisivanje

source: Invalid upload dir
el: Μη έγκυρος κατάλογος upload
hr: Pogrešan ili nedostupan direktorij 'upload'

source: Attachments settings updated
el: Οι ρυθμίσεις των συνημμένων ενημερώθηκαν
hr: Postavke za priloge ažurirane

source: Update error!
el: Σφάλμα Ενημέρωσης!
hr: Greška u ažuriranju/ obnavljanju!

source: Error occured. See error messages below.
el: Προέκυψε σφάλμα Δείτε παρακάτω τα μηνύματα λάθους.
hr: Došlo je do greške. Pogledajte poruke o pogrešci u nastavku.

source: Key created successfully for %s
el: Το κλειδί δημιουργήθηκε με επιτυχία για το %s
hr: Ključ za %s je uspješno izrađen

source: Error adding the IP. Try again
el: Σφάλμα κατά την προσθήκη της IP. Προσπαθήστε ξανά.
hr: Greška pri dodavanju IP. Pokušajte ponovno

source: API passphrase updated successfully
el: Η φράση κλειδί API ενημερώθηκε με επιτυχία
hr: API lozinka uspješno ažurirana

source: Error updating passphrase. Try again
el: Σφάλμα κατά την ενημέρωση της φράσης κλειδί. Δοκιμάστε ξανά
hr: Greška pri obnavljanju lozinke. Pokušajte ponovno

source: You must select at least one entry to process
el: Πρέπει να επιλέξετε τουλάχιστον μία εγγραφή για επεξεργασία
hr: Za daljnju obradu potrebno je odabrati najmanje jedan unos

source: %s of %s selected key(s) updated
el: %s από %s επιλεγμένο(α) κλειδι(ά) ενημερώθηκαν
hr: %s od %s odabrana ključa ažurirana

source: Unable to delete selected keys.
el: Αδύνατη η διαγραφή των επιλεγμένων κλειδιών.
hr: Odabrane ključeve nije moguće izbrisati.

source: %s of %s selected key(s) deleted
el: %s από %s επιλεγμένο(α) κλειδι(ά) διαγράφηκαν
hr: %s od %s odabranih ključeva izbrisani

source: Unable to delete selected key(s). Try again
el: Αδύνατη η διαγραφή των επιλεγμένων κλειδιών. Προσπαθήστε ξανά.
hr: Odabrane ključeve nije moguće izbrisati. Pokušajte ponovno

source: Unknown action %s
el: Άγνωστη ενέργεια %s
hr: Nepoznata radnja %s

source: Please enter a valid email.
el: Παρακαλούμε εισάγετε ένα έγκυρο email.
hr: Molimo unesite valjanu email.

source: Email already banned
el: Το Email έχει ήδη απαγορευθεί
hr: E-mail adresa već stoji na ban-popisu

source: Email added to banlist
el: Το Email προστέθηκε στη λίστα των απαγορευμένων (banlist)
hr: E-mail dodan u ban-popis

source: Unable to add email to banlist. Try again
el: Αδύνατη η προσθήκη Email στη λίστα των απαγορευμένων (banlist). Προσπαθήστε ξανά.
hr: E-mail nije moguće dodati na ban-popis. Pokušajte ponovno

source: You must select at least one email
el: Πρέπει να επιλέξετε τουλάχιστον ένα e-mail
hr: Odaberite najmanje jednu e-mail adresu

source: %s of %s selected emails removed from banlist
el: %s από %s επιλεγμένα e-mail διαγράφηκαν από τη banlist

source: Unable to make remove selected emails. Try again.
el: Αδυναμία να αφαιρέσετε τα επιλεγμένα Email. Προσπαθήστε ξανά.
hr: Uklanjanje odabranih e-mail adresa nije moguće. Pokušajte ponovno.

source: Uknown banlist command!
el: Άγνωστη εντολή της λίστας των απαγορευμένων!
hr: Nepoznata naredba za ban-popis!

source: Error updating email
el: Σφάλμα κατά την ενημέρωση e-mail
hr: Greška pri obnavljenju e-mail adrese

source: Internal error
el: Εσωτερικό σφάλμα
hr: Unutarnja greška

source: Email added successfully
el: Το Email προστέθηκε με επιτυχία
hr: Email uspješno dodan

source: You must select at least one email to process
el: Πρέπει να επιλέξετε τουλάχιστον ένα e-mail για επεξεργασία
hr: Potrebno je odabrati najmanje jednu e-mail adresu

source: One or more of the selected emails is being used by a Dept. Remove association first.
el: Ένα ή περισσότερα από τα επιλεγμένα Email χρησιμοποιείται από κάποιο Τμήμα. Καταργήστε πρώτα τη συσχέτιση.
hr: Jedan ili više odabranih a-maila je u uporabi. Uklonite njegovu poveznicu s prethodnog mjesta.

source: %s of %s selected email(s) deleted
el: %s από %s επιλεγμένα e-mail διαγράφηκαν
hr: %s od %s odabranih Emaila izbrisano

source: Unable to delete selected email(s).
el: Αδύνατη η διαγραφή των επιλεγμένων e-mail (s).
hr: Odabrani Email nije moguće izbrisati.

source: Unknown topic action!
el: Άγνωστη ενέργεια θέματος!
hr: Nepoznata radnja za temu!

source: Template created successfully
el: Πρότυπο που δημιουργήθηκε με επιτυχία
hr: Predložak uspješno napravljen

source: Error creating the template - try again
el: Σφάλμα στη δημιουργία του προτύπου - προσπαθήστε ξανά
hr: Greška u izradi predložka, pokušajte ponovo

source: Unknown template
el: Άγνωστο πρότυπο
hr: Nepoznati predložak

source: Error updating the template. Try again
el: Σφάλμα κατά την ενημέρωση του προτύπου. Προσπαθήστε ξανά.
hr: Greška pri obnavljanju predložka. Pokušajte ponovno

source: You must select at least one template
el: Πρέπει να επιλέξετε τουλάχιστον ένα πρότυπο
hr: Odaberite najmanje jedan predložak

source: You can not delete default template
el: Δεν μπορείτε να διαγράψετε το προεπιλεγμένο πρότυπο
hr: Ne možete izbrisati zadani predložak

source: One or more of the selected templates is being used by a Dept. Remove association first.
el: Ένα ή περισσότερα από τα επιλεγμένα πρότυπα χρησιμοποιείται από κάποιο Τμήμα. Καταργήστε πρώτα τη συσχέτιση.
hr: Jedna ili više od odabranih predložaka je u upotrebi. Uklonite njenu poveznicu s prethodnog mjesta.

source: %s of %s selected templates(s) deleted
el: %s από %s επιλεγμένα πρότυπα διαγράφηκαν
hr: %s od %s predložaka izbrisano

source: Unable to delete selected templates(s).
el: Αδύνατη η διαγραφή των επιλεγμένων προτύπων.
hr: Odabrane predloške nije moguće izbrisati.

source: Topic updated successfully
el: Το Θέμα ενημερώθηκε με επιτυχία
hr: Tema uspješno ažurirana

source: Error updating the topic
el: Σφάλμα κατά την ενημέρωση του θέματος
hr: Greška pri obnavljanju teme

source: Help topic created successfully
el: Το θέμα Βοήθειας δημιουργήθηκε με επιτυχία
hr: Pomoćna tema uspješno napravljena

source: You must select at least one topic
el: Πρέπει να επιλέξετε τουλάχιστον ένα θέμα
hr: Odaberite najmanje jednu temu

source: %s of %s selected services enabled
el: %s από %s επιλεγμένες υπηρεσίες ενεργοποιήθηκαν
hr: %s od %s odabranih usluga upaljeno i omogućeno

source: Unable to complete the action.
el: Αδύνατη η ολοκλήρωση της ενέργειας.
hr: Nije moguće dovršiti radnja.

source: %s of %s selected topics disabled
el: %s από %s επιλεγμένα θέματα απενεργοποιήθηκαν
hr: %s od %s odabranih tema ugašeno i onemogućeno

source: Unable to disable selected topics
el: Αδύνατη η απενεργοποίηση επιλεγμένα θέματα
hr: Odabrane teme nije moguće ugasiti

source: %s of %s selected topics deleted!
el: %s από %s επιλεγμένα θέματα διαγράφκαν!
hr: %s od %s odabranih tema izbrisano!

source: Unable to delete selected topics
el: Αδύνατη η διαγραφή των επιλεγμένων θεμάτων
hr: Odabrane teme nije moguće izbrisati

source: Group %s updated successfully
el: Η ομάδα %s ενημερώθηκε με επιτυχία
hr: Grupa %s uspješno ažurirana

source: Error(s) occured. Try again.
el: Σφάλμα(τα) εμφανίστηκε(αν). Προσπαθήστε ξανά.
hr: Grešaka se dogodilo. Pokušajte ponovno.

source: Group %s created successfully
el: Η ομάδα %s δημιουργήθηκε με επιτυχία
hr: Grupa %s uspješno izrađena

source: One or more of the selected groups have users. Only empty groups can be deleted.
el: Μία ή περισσότερες από τις επιλεγμένες ομάδες περιέχουν χρήστες. Μόνο κενές ομάδες μπορούν να διαγραφούν.
hr: Jedna ili više odabranih skupina ima korisnike. Samo prazne skupine se mogu izbrisati.

source: %s of %s selected groups Deleted
el: %s από %s επιλεγμένες ομάδες διαγράφηκαν
hr: %s od %s odabranih skupinama obrisano

source: Uknown command!
el: Άγνωστη εντολή!
hr: Nepoznata naredba!

source: No groups selected.
el: Δεν επιλέχθηκαν ομάδες.
hr: Niste odabrali grupu.

source: Staff profile updated successfully
el: Το προφίλ του Προσωπικού ενημερώθηκε με επιτυχία
hr: Profil osoblja uspješno ažuriran

source: Error updating the user
el: Σφάλμα κατά την ενημέρωση του χρήστη
hr: Greška pri ažuriranju korisnika

source: %s %s added successfully
el: %s %s προστέθηκε με επιτυχία
hr: %s %s uspješno dodan

source: Unable to add the user. Internal error
el: Αδύνατη η προσθήκη του χρήστη. Εσωτερικό σφάλμα.
hr: Nije moguće dodati korisnika. Interna greška

source: %s of %s selected users enabled
el: %s από %s σε επιλεγμένους χρήστες τη δυνατότητα
hr: %s od %s odabrana korisnika omogućeni

source: You can not lock or delete yourself!
el: Δεν μπορείτε να κλειδώσετε ή να διαγράψετε τον εαυτό σας!
hr: Ne možete zaključati ili izbrisati sebe!

source: %s of %s selected users locked
el: %s από %s επιλεγμένοι χρήστες κλειδώθηκαν
hr: %s od %s odabranih korisnika zaključano

source: %s of %s selected users deleted
el: %s από %s επιλεγμένοι χρήστες διαγράφηκαν
hr: %s od %s odabranih korisnika izbrisano

source: No users selected.
el: Δεν επιλέχθηκαν χρήστες.
hr: Niste odabrali korisnika.

source: Dept updated successfully
el: Το Τμήμα ενημερώθηκε με επιτυχία
hr: Odjel uspješno ažuriran

source: Error updating the department
el: Σφάλμα κατά την ενημέρωση του τμήματος
hr: Greška pri ažuriranju odjela

source: Unable to add department. Internal error
el: Αδύνατη η προσθήκη τμήματος. Εσωτερικό σφάλμα.
hr: Nije moguće dodati odjel. Interna greška

source: You can not disable/delete a default department. Remove default Dept and try again.
el: Δεν μπορείτε να απενεργοποιήσετε/διαγράψετε ένα προεπιλεγμένο τμήμα. Καταργήστε το προεπιλεγμένο Τμήμα και προσπαθήστε ξανά.
hr: Ne možete onemogućiti ili izbrisati zadani odjel. Uklonite zadani odjel i pokušajte ponovno.

source: %s of %s selected departments made public
el: %s από %s επιλεγμένα τμήματα έγιναν Δημόσια
hr: %s od %s odabranih odjela su javno

source: Unable to make depts public.
el: Αδυναμία μετατροπής των τμημάτων σε Δημόσια.
hr: Odjel nije moguće napraviti javno.

source: %s of %s selected departments made private
el: %s από %s επιλεγμένα τμήματα έγιναν ιδιωτικά
hr: %s od %s odabranih odjela su napravljeni privatno

source: Can not delete Dept. with members. Move staff first.
el: Δεν είναι δυνατή η διαγραφή Τμήματος που περιέχει μέλη του προσωπικού. Μετακινήστε πρώτα το Προσωπικό.
hr: Ne može se izbrisati odjel sa članovima. Premjestite osoblje s prethodnog mjesta.

source: Can not delete Dept. associated with a help topics. Remove association first.
el: Δεν είναι δυνατή η διαγραφή Τμήματος που σχετίζεται με κάποιο θέμα βοήθειας. Αφαιρέστε πρώτα τη συσχέτιση.
hr: Ne može se izbrisati odjel, povezan s pomoćnom temom. Uklonite poveznicu s prethodnog mjesta.

source: %s of %s selected departments deleted
el: %s από %s επιλεγμένα τμήματα διαγράφηκαν
hr: %s od %s odabranih odjela izbrisani

source: Unknown Dept action
el: Άγνωστη ενέργεια Τμήματος
hr: Nepoznata radnja u odjelu

source: Banned Email
el: Απαγορευμένα Email
hr: Zabranjen e-mail

source: Unable to fetch info on template ID#
el: Αδύνατη η ανάκτηση πληροφορίας για το πρότυπο με ID#
hr: Ne mogu dohvatiti informacije o predlošku ID#

source: Unable to fetch info on email ID#%s
el: Αδύνατη η ανάκτηση πληροφορίας για το e-mail με ID#%s
hr: Ne mogu dohvatiti informacije na e-mail ID#%s

source: Add New Topic
el: Προσθήκη νέου θέματος
hr: Dodaj novu temu

source: Unable to fetch info on topic #%s
el: Αδύνατη η ανάκτηση πληροφορίας για το θέμα #%s
hr: Ne mogu dohvatiti informacije na temu #%s

source: Add New User
el: Προσθήκη Νέου Χρήστη
hr: Dodaj novog korisnika

source: Unable to fetch info on group ID#%s
el: Αδύνατη η ανάκτηση πληροφορίας για την ομάδα με ID#%s
hr: Ne mogu dohvatiti informacije o grupi ID#%s

source: Unable to fetch info on Dept ID#%s
el: Αδύνατη η ανάκτηση πληροφορίας για το Τμήμα με ID#%s
hr: Ne mogu dohvatiti informacije o odjelu ID#%s

source: Add New Dept.
el: Προσθήκη Νέου Τμήματος
hr: Dodaj novi odjel

source: Problems loading requested admin page.
el: Προβλήματα κατά τη φόρτωση της Σελίδας Διαχειριστή.
hr: Problemi učitavanja tražene admin stranice.

source: Possibly access denied, if you believe this is in error please get technical support.
el: Πιθανόν δεν επιτρέπεται η πρόσβαση, εάν πιστεύετε ότι αυτό είναι λάθος παρακαλώ ζητήστε τεχνική υποστήριξη.
hr: Možda zabranjen pristup. Ako mislite da je greška, molimo kontaktirajte tehničku podršku.

source: Access Denied. IP %s
el: Μη επιτρεπτή πρόσβαση. IP %s
hr: Pristup uskraćen. IP %s

source: Invalid params
el: Μη έγκυρες παράμετροι
hr: Nevažeći parametri

source: invalid method
el: Άκυρη μέθοδος
hr: Nevažeći način

source: This is secure ajax assjax %s
el: Αυτό είναι ασφαλές ajax assjax %s
hr: To je siguran ajax assjax %s

source: Invalid auto refresh value.
el: Άκυρη τιμή αυτόματης ανανέωσης.
hr: Neispravna vrijednost za automatsko osvježavanje.

source: Preference Updated Successfully
el: Η προτίμηση ενημερώθηκε με επιτυχία
hr: Osobitost uspješno ažurirana

source: Preference update error.
el: Σφάλμα κατά την ενημέρωση της Προτίμησης.
hr: Greška ažuriranja osobitosti.

source: Must be atleast 6 characters
el: Πρέπει να είναι τουλάχιστον 6 χαρακτήρες
hr: Mora biti najmanje 6 znakova

source: Confirm new password
el: Επιβεβαίωση νέου κωδικού πρόσβασης
hr: Potvrdite novu lozinku

source: Valid password required
el: Ένας έγκυρος κωδικός πρόσβασης απαιτείται
hr: Potrebna važeća lozinku

source: New password(s) don't match
el: Οι νέοι κωδικοί πρόσβασης δεν ταιριάζουν
hr: Nova lozinka se ne podudaraju

source: New password is same as old password
el: Ο νέος κωδικός πρόσβασης είναι ίδιος με τον παλιό κωδικό πρόσβασης
hr: Nova lozinka je ista kao i stara

source: Password Changed Successfully
el: Ο κωδικός σας άλλαξε με επιτυχία
hr: Lozinka uspješno zamijenjena

source: Unable to complete password change. Internal error.
el: Αδύνατη η ολοκλήρωση της αλλαγής του κωδικού πρόσβασης. Εσωτερικό σφάλμα.
hr: Nije moguće dovršiti promjenu zaporke. Interna greška.

source: Enter a valid number
el: Εισάγετε έναν έγκυρο αριθμό
hr: Unesite važeći broj

source: Invalid ext.
el: Άκυρο εσωτ.
hr: Neispravan produžni broj

source: Profile Updated Successfully
el: Το Προφίλ ενημερώθηκε με επιτυχία
hr: Profil uspješno ažuriran

source: Error(s) occured. Profile NOT updated
el: Σφάλμα(τα) εμφανίστηκαν. Το προφίλ ΔΕΝ ενημερώθηκε.
hr: Dogodila se greška. Profil nije ažuriran

source: Error(s) below occured. Try again
el: Τα παρακάτω Σφάλμα(τα) εμφανίστηκαν. Προσπαθήστε ξανά.
hr: Dogodila se ispod greška. Pokušajte ponovno

source: Uknown action
el: Άγνωστη ενέργεια
hr: Nepoznata radnja

source: My Profile
el: Το Προφίλ μου
hr: Moj profil

source: Change Password
el: Αλλαγή κωδικού πρόσβασης
hr: Promjena lozinke

source: Welcome back! You are listed as 'on vacation' Please let admin or your manager know that you are back.
el: Καλώς ήρθατε και πάλι. Είστε δηλωμένος ως 'σε διακοπές'. Παρακαλούμε ενημερώστε το διαχειριστή ή προϊστάμενό σας ότι είστε ξανά πίσω.
hr: Dobrodošli natrag! Vodite se kao 'na godišnjem odmoru'. Molimo vas dajte adminu ili vašem upravitelju do znanja, da ste se vratili.

source: You must change your password to continue.
el: Πρέπει να αλλάξετε τον κωδικό σας για να συνεχίσετε.
hr: Za nastavak morate promijeniti svoju lozinku.

source: The script is version %s while the database is version %s
el: Το script είναι έκδοση %s, ενώ η βάση δεδομένων είναι έκδοση %s
hr: Inačica skripte: %s / inačica baze podataka: %s

source: <strong>System is set to offline mode</strong> - Client interface is disabled and ONLY admins can access staff control panel.
el: <strong> Το Σύστημα έχει τεθεί σε κατάσταση λειτουργίας χωρίς σύνδεση</ strong> - Η διεπαφή των χρηστών έχει απενεργοποιηθεί και ΜΟΝΟ οι διαχειριστές μπορούν να έχουν πρόσβαση στον πίνακα ελέγχου του Προσωπικού.
hr: <strong> Sustav je nepovezan</strong>. Korisničko sučelje je onemogućeno, samo Administratori mogu pristupiti kontrolnoj ploči osoblja.

source: Mobile
el: Κινητό
hr: Mobilni

source: Problems displaying directory
el: Προβλήματα στην προβολή του καταλόγου
hr: Problem prikazivanja direktorija

source: Forgot your login info? Contact IT Dept.
el: Ξεχάσατε τα συνθηματικά πρόσβασης; Επικοινωνήστε με το Τμήμα Υποστήριξης του Συστήματος
hr: Zaboravili ste podatke za prijavu? Kontaktirajte IT odjel

source: Excessive login attempts (staff)
el: Υπερβολικές προσπάθειες σύνδεσης (Προσωπικό)
hr: Pretjerani pokušaji prijave (osoblje)

source: TIME:
el: ΩΡΑ:
hr: Vrijeme:

source: Failed login attempt (staff)
el: Αποτυχημένη προσπάθεια σύνδεσης (Προσωπικό)
hr: Neuspjeli pokušaji prijave (osoblje)

source: You do not have access to the ticket
el: Δεν έχετε πρόσβαση στο δελτίο
hr: Nemate pristup na tiket

source: Unknown ticket ID#
el: Άγνωστο δελτίο με ID#
hr: Nepoznati tiket ID#
