Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: selected filters disabled
fr_fr: filtres sélectionnés désactivés
pt_br: filtros selecionados desabilitados

source: Unable to disable selected filters
fr_fr: Impossible de désactiver les filtres sélectionnés
pt_br: Não foi possível desabilitar filtros selecionados

source: Selected filters deleted successfully
fr_fr: Filtres sélectionnés supprimés avec succès
pt_br: Filtros selecionados apagados com sucesso

source: selected filters deleted
fr_fr: filtres sélectionnés supprimés
pt_br: filtros selecionados apagados

source: Unable to delete selected filters
fr_fr: Impossible de supprimer les filtres sélectionnés
pt_br: Não foi possível apagar filtros selecionados

source: Unknown commande/action
fr_fr: Commande ou action inconnue
pt_br: Comando/ação desconhecidos

source: Unknown or invalid staff ID.
fr_fr: ID d'employé inconnu ou invalide
pt_br: ID do membro da equipe inválido ou desconhecido.

source: Unknown or invalid staff.
fr_fr: Employé inconnu ou invalide
pt_br: Membro da Equipe desconhecido ou inválido.

source: Staff updated successfully
fr_fr: Employé mis à jour avec succès
pt_br: Equipe atualizada com sucesso

source: Unable to update staff. Correct any error(s) below and try again!
fr_fr: Impossible de mettre à jour l'employé. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível atualizar membro da equipe. Corrija os erros abaixo e tente novamente!

source: Unable to add staff. Correct any error(s) below and try again.
fr_fr: Impossible de mettre à jour l'employé. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar membro da equipe. Corrija os erros abaixo e tente novamente.

source: You must select at least one staff member.
fr_fr: Vous devez sélectionner au moins un employé
pt_br: Você deve selecionar ao menos um membro da equipe.

source: You can not disable/delete yourself - you could be the only admin!
fr_fr: Vous ne pouvez pas vous désactiver/supprimer vous-même. Vous pourriez être le seul administrateur !
pt_br: Você não pode desabilitar/deletar você mesmo - você pode ser o único admin!

source: Selected staff activated
fr_fr: Employé sélectionné activé
pt_br: Equipe selecionada ativada

source: selected staff activated
fr_fr: Employé sélectionné activé
pt_br: membros selecionados ativados

source: Unable to activate selected staff
fr_fr: Impossible d'activer l'employé sélectionné
pt_br: Não foi possível ativar os membros da equipe selecionados

source: Selected staff disabled
fr_fr: Employé sélectionné désactivé
pt_br: Membro da Equipe selecionado desabilitado

source: selected staff disabled
fr_fr: Employé sélectionné désactivé
pt_br: membros da equipe selecionados desabilitados

source: Unable to disable selected staff
fr_fr: Impossible de désactiver l'employé sélectionné
pt_br: Não foi possível desabilitar o membro da equipe selecionado

source: Selected staff deleted successfully
fr_fr: Employé sélectionné supprimé avec succès
pt_br: Membros da equipe selecionados apagados com sucesso

source: selected staff deleted
fr_fr: employé sélectionné supprimé
pt_br: membros da equipe selecionados habilitados

source: Unable to delete selected staff.
fr_fr: Impossible de supprimer l'employé sélectionné
pt_br: Não foi possível apagar membros da equipe selecionados.

source: Staff logout
fr_fr: Déconnexion employé
pt_br: Sair do Sistema

source: %s logged out [%s]
fr_fr: %s déconnecté [%s]
pt_br: %s saiu [%s]

source: System Settings
el: Ρυθμίσεις Συστήματος
fr_fr: Config Système
hr: Postavke sustava
pt_br: Config. do Sistema

source: Ticket Settings and Options
fr_fr: Config Tickets
pt_br: Opções e Configs. de Tíquete

source: Email Settings
el: Ρυθμίσεις Email
fr_fr: Config Email
hr: E-mail postavke
pt_br: Config. de E-mail

source: Knowledgebase Settings
fr_fr: Configs FAQ
pt_br: Configs. de Base de Conhec.

source: Autoresponder Settings
fr_fr: Config Réponses automatiques
pt_br: Configurações de Respostas Automáticas

source: Alerts and Notices Settings
fr_fr: Config Alertes et notifications
pt_br: Configs. de Alertas e Avisos

source: Updated Successfully
fr_fr: Mis à jour avec succès
pt_br: Atualizado com Sucesso

source: Unable to update settings - correct errors below and try again
fr_fr: Impossible de mettre à jour les paramètres - corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível atualizar as configurações - corrija os erros abaixo e tente novamente

source: You must select at least one log to delete
fr_fr: Sélectionnez au moins un log à supprimer
pt_br: Você deve selecionar ao menos um log para apagar

source: Selected logs deleted successfully
fr_fr: Logs sélectionnés supprimés avec succès
pt_br: Logs selecionados apagados com sucesso

source: selected logs deleted
fr_fr: logs sélectionnés supprimés
pt_br: logs selecionados apagados

source: Unable to delete selected logs
fr_fr: Impossible de supprimer les logs sélectionnés
pt_br: Não foi possível apagar os logs selecionados

source: Access Denied
el: Μη επιτρεπτή πρόσβαση
fr_fr: Accès refusé
hr: Pristup odbijen / zabranjen
pt_br: Acesso Negado

source: Internal Error. Action Denied
el: Εσωτερικό σφάλμα. Μη επιτρεπτή ενέργεια
fr_fr: Erreur interne. Accès refusé
hr: Interna greška, radnja odbijena
pt_br: Erro Interno. Ação Negada

source: Unknown or invalid staff
fr_fr: Employé inconnu ou non valide
pt_br: Equipe desconhecida ou inválida

source: Profile updated successfully
fr_fr: Profil mis à jour avec succès
pt_br: Perfili atualizado com sucesso

source: Profile update error. Try correcting the errors below and try again!
fr_fr: Erreur lors de la mise à jour du profil. Corrigez les erreurs ci-dessous et réessayez
pt_br: Problema ao atualizar perfil. Corrija os erros abaixo e tente novamente!

source: <b>Hi %s</b> - You must change your password to continue!
fr_fr: <b>Bonjour %s</b> - Vous devez changer le mot de passe pour continuer!
pt_br: <b>Olá %s</b> - Você deve mudar sua senha para contunuar!

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
fr_fr: <b>Bienvenue %s</b>! Vous êtes listés comme étant en vacances. Prévenez votre manager de votre retour.
pt_br: <b>Bem vindo novamente %s</b>! Você está listado como 'de férias'. Favor informar seu superior que você voltou.

source: Unknown or invalid API key ID.
fr_fr: ID de clé d'API inconnu ou invalide
pt_br: ID de Chave API desconhecido ou inválido.

source: Unknown or invalid SLA plan.
fr_fr: Plan SLA inconnu ou invalide
pt_br: Plano SLA desconhecido ou inválido.

source: SLA plan updated successfully
fr_fr: Plan SLA mis à jour avec succès
pt_br: Plano de SLA atualizado com sucesso

source: Error updating SLA plan. Try again!
fr_fr: Erreur lors de la mise à jour du plan SLA. Réessayez !
pt_br: Erro ao atualiazr plano SLA. Tente novamente!

source: SLA plan added successfully
fr_fr: Plan SLA ajouté avec succès
pt_br: Plano de SLA adicionado com sucesso

source: Unable to add SLA plan. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter le plan SLA. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar plano SLA. Corrija os erros abaixo e tente novamente.

source: You must select at least one plan.
fr_fr: Sélectionnez au moins un plan
pt_br: Você deve selecionar ao menos um plano.

source: Selected SLA plans enabled
fr_fr: Plans SLA sélectionnés activés
pt_br: Planos SLA selecionados habilitados

source: selected SLA plans enabled
fr_fr: Plans SLA sélectionnés activés
pt_br: planos SLA selecionados habilitados

source: Unable to enable selected SLA plans.
fr_fr: Impossible d'activer les plans SLA sélectionnés
pt_br: Não foi possível habilitar os planos SLA selecionados

source: Selected SLA plans disabled
fr_fr: Plans SLA sélectionnés désactivés
pt_br: Desabilitados planos SLA selecionados

source: selected SLA plans disabled
fr_fr: plans SLA sélectionnés désactivés
pt_br: planos SLA selecionados desabilitados

source: Unable to disable selected SLA plans
fr_fr: Impossible de désactiver les plans SLA sélectionnés
pt_br: Não foi possível desabilitar os planos SLA selecionados

source: Selected SLA plans deleted successfully
fr_fr: Plans SLA sélectionnés supprimés avec succès
pt_br: Planos SLA selecionados apagados com sucesso

source: selected SLA plans deleted
fr_fr: plans SLA sélectionnés supprimés
pt_br: planos SLA selecionados apagados

source: Unable to delete selected SLA plans
fr_fr: Impossible de supprimer les plans SLA sélectionnés
pt_br: Não foi possível apagar os planos de SLA selecionados

source: Unknown or invalid FAQ category
fr_fr: Catégorie de FAQ inconnue ou invalide
pt_br: Categoria de FAQ desconhecida ou inválida

source: Fatal error... get technical support
fr_fr: Erreur fatale. Contactez l'administrateur
pt_br: Erro fatal... peça suporte técnico

source: Fatal error... invalid setting.
fr_fr: Erreur Fatale. Configuration non valide
pt_br: Erro fatal... configuração inválida.

source: Authentication Required
el: Απαιτείται ο έλεγχος ταυτότητας
fr_fr: Authentification requise
hr: Potrebna autentikacija
pt_br: Autenticação Requerida

source: Session timed out due to inactivity
fr_fr: Session expirée pour cause d'inactivité
pt_br: Sessão expirada devido a inatividade.

source: Access Denied. Contact Admin
el: Μη επιτρεπτή πρόσβαση. Εποικοινωνήστε με το Διαχειριστή.
fr_fr: Accès refusé. Contactez l'administrateur
hr: Pristup uskraćen. Kontaktirajte Admina
pt_br: Acesso Negado. Contate o Administrador

source: System Offline
el: Σύστημα Χωρίς Σύνδεση
fr_fr: Système hors-ligne
hr: Sustav isključen
pt_br: Sistema Fora do Ar

source: System is set to offline mode
fr_fr: Système passé en mode hors-ligne
pt_br: Sistema foi modificado para modo offline

source: Client interface is disabled and ONLY admins can access staff control panel.
fr_fr: Interface client désactivée. Seuls les admins peuvent se connecter au panneau de contrôle
pt_br: A interface de clientes está desabilitada e SOMENTE administradores podem acessar o painel de controle da equipe.

source: Enable
el: Ενεργοποίηση
fr_fr: Activer
hr: Omogući
pt_br: Habilitar

source: Nothing to do! System already upgraded to the current version
fr_fr: Rien à faire ! Le système est déjà à la bonne version
pt_br: Nada a fazer! Sistema já atualizado para a versão atual.

source: The upgrader does NOT support upgrading from the current vesion!
fr_fr: L'upgrader NE supporte PAS l'upgrade à partir de la version en cours
pt_br: O atualizador NÃO suporta atualizar da versão atual!

source: Minimum requirements not met! Refer to Release Notes for more information
fr_fr: Prérequis minimaux non rencontrés ! Référez-vous aux Release Notes pour plus d'information
pt_br: Requisitos mínimos não atendidos! Veja as Notas de Versão para mais informações.

source: Config file rename required to continue!
fr_fr: Renommez le fichier de configuration pour continuer
pt_br: Renomeie o arquivo de configuração para continuar!

source: Unknown action!
fr_fr: Action inconnue!
pt_br: Ação desconhecida!

source: Nothing to do! System already upgraded to
fr_fr: Rien à faire !
pt_br: Nada a fazer! Sistema já atualizado para

source: with no pending patches to apply.
fr_fr: sans patches restant à appliquer
pt_br: sem patches pendentes de aplicação.

source: The upgrader does NOT support upgrading from the current patch [%s]!
fr_fr: L'upgrader peut rient faire à partir de la version courant de patch [%s]!
pt_br: O atualizador NÃO suporta atualizar do patch atual [%s]!

source: Upgrader
pt_br: Atualizador

source: Unknown or invalid group ID.
fr_fr: ID de group inconnu ou invalide
pt_br: ID do Grupo desconhecido ou inválido.

source: Unknown or invalid group.
fr_fr: Groupe inconnu ou invalide
pt_br: Grupo desconhecido ou inválido.

source: Group updated successfully
fr_fr: Groupe mis à jour avec succès
pt_br: Grupo atualizado com sucesso

source: Unable to update group. Correct any error(s) below and try again!
pt_br: Não foi possível atualiar o grupo. Corrija os erros abaixo e tente novamente!

source: Unable to add group. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter le groupe. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar grupo. Corrija os erros abaixo e tente novamente.

source: You must select at least one group.
fr_fr: Vous devez sélectionner au moins un groupe
pt_br: Você deve selecionar ao menos um grupo.

source: As an admin, you can't disable/delete a group you belong to - you might lockout all admins!
fr_fr: En tant qu'admin, vous ne pouvez pas désactiver/supprimer un group auquel vous appartenez car cela impacterait également les autres admins
pt_br: Como administrador, você não pode desabilitar/apagar um grupo ao qual pertence - você pode bloquear todos os administradores!

source: Selected groups activated
fr_fr: Groupes sélectionnés activés
pt_br: Ativados grupos selecionados

source: selected groups activated
fr_fr: groupes sélectionnés activés
pt_br: grupos selecionados ativados

source: Unable to activate selected groups
fr_fr: Impossible d'activer les groupes sélectionnés
pt_br: Não foi possível ativar os grupos selecionados

source: Selected groups disabled
fr_fr: Groupes sélectionnés désactivés
pt_br: Grupos selecionados desabilitados

source: selected groups disabled
fr_fr: groupes sélectionnés désactivés
pt_br: grupos selecionados desabilitados

source: Unable to disable selected groups
fr_fr: Impossible de désactiver les groupes sélectionnés
pt_br: Não foi possível desabilitar os grupos selecionados

source: Selected groups deleted successfully
fr_fr: Groupes sélectionnés supprimés avec succès
pt_br: Grupos selecionados deletados com sucesso

source: selected groups deleted
fr_fr: groupes sélectionnés supprimés
pt_br: grupos selecionados deletados

source: Unable to delete selected groups
fr_fr: Impossible de supprimer les groupes sélectionnés
pt_br: Não foi posível deletar os grupos selecionados

source: System ban list is empty.
fr_fr: Liste noir vide
pt_br: A lista negra do sistema está vazia.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
fr_fr: Le filtre de liste noir est <b>DESACTIVE</b>
pt_br: Filtro da LISTA DE BANIMENTO DO SISTEMA está <b>DESABILITADO</b>

source: enable here
fr_fr: activer ici
pt_br: habilite aqui

source: Unknown or invalid ban list ID #
fr_fr: ID de liste noire inconnue ou invalide
pt_br: ID de regra de banimento desconhecido ou inválido.

source: Unknown or invalid ban rule.
fr_fr: Règle de ban inconnue ou invalide
pt_br: Regra de Banimento desconhecida ou inválida.

source: Valid email address required
fr_fr: Email valide requis
pt_br: É requerido endereço de email válido

source: Email updated successfully
el: Το Email ενημερώθηκε με επιτυχία
fr_fr: Email mis à jour avec succès
hr: E-mail adresa uspješno ažurirana
pt_br: Email atualizado com sucesso

source: Error updating ban rule. Try again!
fr_fr: Erreur lors de la mise à jour de la règle de ban. Réessayez
pt_br: Erro ao atualizar regra de banimento. Tente novamente!

source: Unknown or invalid ban list
fr_fr: Liste de ban inconnue ou invalide
pt_br: Lista Negra desconhecida ou inválida

source: Email already in the ban list
fr_fr: Email déjà dans la liste de ban
pt_br: E-mail já está na lista negra

source: Email address added to ban list successfully
fr_fr: Email ajouté avec succès dans la liste de ban
pt_br: Endereço de e-mail adicionado à lista de banimento com sucesso

source: Error creating ban rule. Try again!
fr_fr: Erreur lors de la création de la règle de ban. Réessayez
pt_br: Erro ao criar regra de banimento. Tente novamente!

source: You must select at least one email to process.
fr_fr: Sélectionnez au moins un email
pt_br: Você deve selecionar ao menos um email

source: Selected emails ban status set to enabled
fr_fr: Statut des emails sélectionnés à présent actifs
pt_br: E-mails selecionados adicionados à lista negra

source: selected emails ban status enabled
fr_fr: statut des emails sélectionnés à présent actifs
pt_br: e-mails selecionados adicionados à lista negra

source: Unable to enable selected emails
fr_fr: Impossible d'activer les emails sélectionnés
pt_br: Não foi possível habilitar os e-mails selecionados

source: Selected emails ban status set to disabled
fr_fr: Statut des emails sélectionnés à présent désactivés
pt_br: E-mails selecionados retirados da lista negra

source: selected emails ban status set to disabled
fr_fr: statut des emails sélectionnés à présent désactivés
pt_br: e-mails selecionados adicionados à lista negra

source: Unable to disable selected emails
fr_fr: Impossible de désactiver les emails sélectionnés
pt_br: Não foi possível desabilitar os e-mails selecionados

source: Selected emails deleted from banlist successfully
fr_fr: Emails sélectionnés supprimés de la liste de ban avec succès
pt_br: e-mails selecionados removidos da lista negra com sucesso

source: selected emails deleted from banlist
fr_fr: Emails sélectionnés supprimés de la liste de ban
pt_br: e-mails selecionados removidos da lista negra

source: Unable to delete selected emails
fr_fr: Impossible de supprimer les emails sélectionnés
pt_br: Não foi possível deletar os e-mails selecionados

source: osTicket test email
fr_fr: Email de test osTicket
pt_br: Teste de e-mail do osTicket

source: Select from email address
fr_fr: Sélectionnez un email d'expéditeur
pt_br: Selecione o e-mail de origem

source: To email address required
fr_fr: Email destinataire requis
pt_br: Endereço de destino requerido

source: Subject required
el: Το Θέμα απαιτείται
fr_fr: Sujet requis
pt_br: Assunto requerido

source: Test email sent successfully to
fr_fr: Mail de test envoyé avec succès
pt_br: Email de teste enviado com sucesso para

source: Error sending email - try again.
fr_fr: Erreur à l'envoi du mail - Réessayez
pt_br: Problemas ao enviar email - tente novamente

source: Test Outgoing Email
fr_fr: Test d'email sortant
pt_br: Teste de Envio de E-mail

source: Emails delivery depends on your server settings (php.ini) and/or email SMTP configuration.
fr_fr: L'envoi de mails dépend de la configuration du server (php.ini) et/ou des configurations SMTP
pt_br: A entrega do e-mail depende das configurações de seu servidor (php.ini) e/ou de configurações SMTP.

source: From
el: Από
fr_fr: De
hr: Od
pt_br: De

source: Select FROM Email
fr_fr: Sélectionnez Email Expéditeur
pt_br: Selecione o e-mail de ORIGEM

source: To
fr_fr: A
pt_br: Para

source: Subject
el: Θέμα
fr_fr: Sujet
hr: Naslov
pt_br: Assunto

source: Message
pt_br: Mensagem

source: email message to send.
fr_fr: Message envoyé
pt_br: mensagem de e-mail para enviar.

source: Send Message
fr_fr: Message envoyé
pt_br: Enviar Mensagem

source: Reset
el: Επαναφορά
hr: Vrati
pt_br: Limpar

source: Cancel
el: Ακύρωση
fr_fr: Annuler
hr: Odustani
pt_br: Cancelar

source: Unknown or invalid canned response ID.
fr_fr: ID de réponse-type inconnu ou invalide
pt_br: ID de resposta pronta desconhecido ou inválido.

source: Unknown or invalid canned response.
fr_fr: Réponse-type inconnue ou invalide
pt_br: Resposta pronta desconhecida ou inválida.

source: Canned response updated successfully
fr_fr: Réponse-type mise à jour avec succès
pt_br: Resposta pronta atualizada com sucesso

source: Error updating canned response. Try again!
fr_fr: Erreur lors de la mise à jour d'une réponse-type. Réessayez
pt_br: Erro ao atualizar resposta pronta. Tente novamente!

source: Canned response added successfully
fr_fr: Réponse-type ajoutée avec succès
pt_br: Resposta pronta adicionada com sucesso

source: Unable to add canned response. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter la réponse-type. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar a resposta pronta. Corrija os erros abaixo e tente novamente.

source: You must select at least one canned response
fr_fr: Sélectionnez au moins une réponse-type
pt_br: Você deve selecionar ao menos uma resposta pronta

source: Selected canned responses enabled
fr_fr: Réponses-type sélectionnées activées
pt_br: Habilitadas respostas prontas selecionadas.

source: selected canned responses enabled
fr_fr: Réponses-type sélectionnées activées
pt_br: respostas prontas selecionadas habilitadas

source: Unable to enable selected canned responses.
fr_fr: Impossible d'activer les réponses-type sélectionnées
pt_br: Não foi possível habilitar as respostas prontas selecionadas.

source: Selected canned responses disabled
fr_fr: Réponses-type sélectionnées désactivées
pt_br: Desabilitadas respostas prontas selecionadas

source: selected canned responses disabled
fr_fr: Réponses-type sélectionnées désactivées
pt_br: respostas prontas selecionadas desabilitadas

source: Unable to disable selected canned responses
fr_fr: Impossible de désactiver les réponses-type sélectionnées
pt_br: Não foi possível desabilitar as repostas prontas selecionadas

source: Selected canned responses deleted successfully
fr_fr: Réponses-type sélectionnées supprimées avec succès
pt_br: Respostas prontas selecionadas apagadas com sucesso.

source: selected canned responses deleted
fr_fr: Réponses-type sélectionnées supprimées
pt_br: respostas prontas selecionadas apagadas

source: Unable to delete selected canned responses
fr_fr: Impossible de supprimer les réponses-type sélectionnées
pt_br: Não foi possível apagar as respostas prontas selecionadas

source: Unknown command
el: Άγνωστη εντολή
fr_fr: Commande inconnue
hr: Nepoznata naredba
pt_br: Comando desconhecido

source: Unknown or invalid FAQ
fr_fr: FAQ invalide ou inconnue
pt_br: FAQ desconhecida ou inválida

source: FAQ added successfully
fr_fr: FAQ ajoutée avec succès
pt_br: FAQ adicionada com sucesso

source: Unable to add FAQ. Try again!
fr_fr: Impossible d'ajouter la FAQ. Réessayez !
pt_br: Não foi possível adicionar FAQ. Tente novamente!

source: Invalid or unknown FAQ
fr_fr: FAQ inconnue ou invalide
pt_br: FAQ inválida ou desconhecida

source: FAQ updated successfully
fr_fr: FAQ mise à jour avec succès
pt_br: FAQ atualizado com sucesso

source: Unable to update FAQ. Try again!
fr_fr: Impossible de mettre à jour la FAQ. Réessayez
pt_br: Não foi possível atualizar FAQ. Tente novamente!

source: FAQ published successfully
fr_fr: FAQ publiée avec succès
pt_br: FAQ publicada com sucesso

source: Unable to publish the FAQ. Try editing it.
fr_fr: Impossible de publier la FAQ. Essayez de l'éditer
pt_br: Não foi possível publicar o FAQ. Tente editá-lo.

source: FAQ unpublished successfully
fr_fr: FAQ dépublier avec succès
pt_br: FAQ despublicada com sucesso

source: Unable to unpublish the FAQ. Try editing it.
fr_fr: Impossible de dépublier la FAQ. Réessayez
pt_br: Não foi possível despublicar o FAQ. Tente editá-lo.

source: FAQ deleted successfully
fr_fr: FAQ supprimée avec succès
pt_br: FAQ apagada com sucesso

source: Unable to delete FAQ. Try again
fr_fr: Impossible de supprimer la FAQ. Réessayez
pt_br: Não foi possível apagar a FAQ. Tente novamente

source: Invalid action
fr_fr: Action invalide
pt_br: Ação inválida

source: Unknown or invalid template ID.
fr_fr: ID de template inconnu ou invalide
pt_br: ID de Modelo desconhecido ou inválido.

source: Unknown or invalid template
fr_fr: Template inconnu ou invalide
pt_br: Modelo desconhecido ou inválido

source: Message template updated successfully
fr_fr: Template de message mis à jour avec succès
pt_br: Modelo de Mensagem atualizado com sucesso

source: Error updating message template. Try again!
fr_fr: Erreur durant la mise à jour du template de message. Réessayez
pt_br: Erro ao atualizar modelo de mensagem. Tente novamente!

source: Template updated successfully
el: Το πρότυπο ενημερώθηκε με επιτυχία
fr_fr: Template mis à jour avec succès
hr: Predložak uspješno ažuriran
pt_br: Modelo atualizado com sucesso
