Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
pt_br: de quaisquer outras melhorias e recursos que você gostaria de ver no osTicket, de forma que possamos adicioná-los no futuro para tornar o osTicket cada vez melhor.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
pt_br: Nós levamos suas sugestões a sério e estamos dedicados a fazer mudanças baseadas em seus comentários.

source: Good luck.
fr_fr: Bonne chance.
pt_br: Boa sorte.

source: osTicket Team.
fr_fr: Equipe osTicket
pt_br: Time do osTicket.

source: Don't just make customers happy, make happy customers!
pt_br: Não deixe apenas os clientes felizes, faça clientes felizes!

source: What's Next?
fr_fr: Qu'est-ce qui suit ?
pt_br: O que vem por aí?

source: Post-upgrade
pt_br: Pós-atualização

source: You can now go to
fr_fr: Vous pouvez dès maintenant aller à
pt_br: Você pode agora ir para

source: to enable the system and explore the new features. For complete and upto date release notes see
pt_br: para habilitar o sistema e explorar os novos recursos. Para notas de versão completas e atualiadas, veja

source: osTicket wiki
fr_fr: Wiki osTicket
pt_br: wiki do osTicket

source: Stay up to date
fr_fr: Restez à jour
pt_br: Mantenha-se atualizado

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
pt_br: É importante manter sua instalação do osTicket atualizada. Tenha avisos, atualizações de seguranças e alertas enviados diretamente para você!

source: Get in the loop
fr_fr: Entrez
pt_br: Entre

source: today and stay informed!
pt_br: hoje e mantenha-se informado!

source: Commercial support available
fr_fr: Support commercial disponible
pt_br: Suporte comercial disponível

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
pt_br: Obtenha orientação e experiência para enfrentar desafios únicos e certifique-se que seu osTicket funcione eficientemente e com segurança.

source: Upgrade Aborted!
fr_fr: Annulation de l'upgrade
pt_br: Atualização Abortada!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
pt_br: Atualização abortada em razão de erros. Quaisquer erros neste estágio são fatais.

source: Please note the error(s), if any, when
pt_br: Por favor anote os erros, se existirem, quando

source: seeking help
fr_fr: demander de l'aide
pt_br: procurando ajuda

source: Internal error occurred - get technical help.
pt_br: Erro interno. Contate o suporte técnico.

source: For detailed - please view
pt_br: Para detalhamento - favor ver

source: system logs
fr_fr: logs système
pt_br: logs do sistema

source: or check your email.
fr_fr: ou vérifiez votre email
pt_br: ou cheque seu e-mail.

source: Please, refer to the
fr_fr: Veuillez vous référer à la (au)
pt_br: Por favor, refira-se ao

source: on the wiki for more information.
pt_br: na wiki para maiores informações.

source: We provide
fr_fr: Nous fournissons
pt_br: Nós provemos

source: professional upgrade services
fr_fr: des services professionels d'upgrade
pt_br: serviços de atualização profissionais

source: and commercial support.
fr_fr: et support commercial
pt_br: e suporte comercial.

source: Contact us
fr_fr: Contactez-nous
pt_br: Contacte-nos

source: today for <u>expedited</u> help.
pt_br: hoje para ajuda <u>rápida</u>.

source: What to do?
fr_fr: Que faire ?
pt_br: O que fazer?

source: Restore your previous version from backup and try again or
pt_br: Restaura a versão anterior de seu backup e tente nocamente ou

source: seek help
fr_fr: demander de l'aide
pt_br: procure ajuda

source: osTicket Installer
fr_fr: Installateur osTicket
pt_br: Instalador do osTicket

source: Installing osTicket v
fr_fr: Installation osTicket
pt_br: Instalando osTicket v

source: Installation Guide
fr_fr: Guide d'installation
pt_br: Guia de Instalação

source: Get Professional Help
fr_fr: Obtenez de l'aide professionelle
pt_br: Consiga ajuda profissional

source: Minimum requirements not met!
pt_br: Requisitos mínimos não satisfeitos!

source: Configuration file does NOT exist. Follow steps below to add one.
pt_br: Arquivo de configuração NÃO exite. Siga os passos abaixo para adicionar um.

source: Write access required to continue
pt_br: Necessário acesso de escrita para continuar

source: Error installing osTicket - correct the errors below and try again.
pt_br: Erro ao instalar o osTicket - corriga os erros abaixo e tente novamente.

source: Required
el: Απαιτείται
fr_fr: Requis
hr: Obavezno
pt_br: Requerido

source: Invalid
fr_fr: Invalide
pt_br: Inválido

source: Check one or more
fr_fr: Vérifiez un ou plusieurs
pt_br: Selecione um ou mais

source: Congratulations!
fr_fr: Félicitations!
pt_br: Parabéns!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
pt_br: Sua instalação do osTicket foi completada com sucesso. Seu próximo passo é configurar completamente seu novo sistema de tíquetes de suporte, mas antes, por favor, reserve um minuto para limpeza.

source: Config file permission
fr_fr: Configurer permission de fichier
pt_br: Configure permissão de arquivo

source: Change permission of ost-config.php to remove write access as shown below.
pt_br: Modifique a permissão do arquivo ost-config.php de modo a remover acesso de escrita, como mostrado abaixo.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
pt_br: Utilizando WS_FTP seria: clique com botão direito no arquivo, selecione chmod, e então remova o acesso de escrita

source: Click on the file, select change permission, and then remove write access.
pt_br: Clique no arquivo, selecione mudar permissão, e então remova o acesso de escrita.

source: Below, you'll find some useful links regarding your installation.
fr_fr: Vous trouverez ci-dessous plusieurs liens utiles en rapport avec votre installation
pt_br: Abaixo, você encontrará links úteis sobre sua instalação.

source: Your osTicket URL:
fr_fr: URL partie cliente:
pt_br: Sua URL do osTicket:

source: Your Staff Control Panel:
fr_fr: Partie interne:
pt_br: Painel de Equipe do osTicket:

source: osTicket Forums:
fr_fr: Forums osTicket:
pt_br: Fóruns do osTicket:

source: osTicket Community Wiki:
fr_fr: Wiki communautaire osTicket:
pt_br: Wiki Comunitário do osTicket:

source: Post-Install Setup
fr_fr: Phase de post-installation
pt_br: Config. Pós-Instalação

source: You can now log in to
fr_fr: Vous pouvez à présent vous identifier sur
pt_br: Você pode agora entrar em

source: with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup. For complete and upto date guide see
pt_br: com o usuário e senha criados durante o processo de instalação. Depois de entrar com sucesso, você pode proceder às configurações pós-instalação. Para um completo e atualizado guia, veja

source: Commercial Support Available
fr_fr: Support commercial disponible
pt_br: Suporte Comercial Disponível

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
pt_br: Não deixe que problemas técnicos impactem sua implementação do osTicket. Obtenha ajuda para resolver desafios e certifique-se que seu osTicket está rodando suavemente, eficientemente e com segurança.

source: Configuration file is not writable
fr_fr: Fichier de configuration non inscriptible
pt_br: Arquivo de configuração não é gravável

source: osTicket installer requires ability to write to the configuration file
pt_br: O Instalador do osTicket requer permissão para escrever para o arquivo de configuração

source: Please follow the instructions below to give read and write access to the web server user.
pt_br: Por favor, siga as instruções abaixo para dar permissão de escrita e leitura para o usuário do servidor web.

source: Using WS_FTP this would be right hand clicking on the fil, selecting chmod, and then giving all permissions to the file.
pt_br: Usando o WS_FTP isto seria feito clicando com o botão direito no arquivo, selecionando chmod, e então dando todas permissões para o arquivo.

source: Click on the file, select change permission, and then giving all permissions to the file.
pt_br: Clique no arquivo, selecione mudar permissão, e então dê todas as permissões para o arquivo.

source: Don't worry! We'll remind you to take away the write access post-install
pt_br: Não se preocupe! Lembraremos você para tirar o acesso de escrita depois da instalação

source: Done? Continue
fr_fr: Prêt? Continuer
pt_br: Pronto? Continue

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
pt_br: Se você está procurando um nível maior de suporte, nós provemos <u> serviços de instalação profissionais </u> e suporte comercial com tempos de resposta garantidos, e acesso ao time de desenvolvimento. Também podemos ajudar a customizar o osTicket ou ainda adicionar novos recursos para o sistema para atender suas necessidades específicas.

source: osTicket Basic Installation
fr_fr: Installation de base osTicket
pt_br: Instalação Básica do osTicket

source: Please fill out the information below to continue your osTicket installation. All fields are required.
pt_br: Por favor, preencha as informações abaixo para continuar com sua instalação do osTicket. Todos os campos são requeridos.

source: The URL of your helpdesk, its name, and the default system email address
pt_br: A URL do seu centro de suporte, seu nome, e o endereço de e-mail padrão do sistema

source: Helpdesk Name
fr_fr: Nom du système
pt_br: Nome do Suporte

source: Default Email
fr_fr: Email par défaut
pt_br: E-mail Padrão

source: Admin User
fr_fr: Login Administrateur
pt_br: Usuário Admin

source: Your primary administrator account - you can add more users later.
pt_br: Sua conta primária de administrador - você pode adicionar mais usuários depois.

source: Retype Password
fr_fr: Retaper le mot de passe
pt_br: Redigite a Senha

source: Login Type
fr_fr: Type de login
pt_br: Base de Login

source: Use LDAP database for user login (administradors can always login via osTicket database)
pt_br: Usar a base de dados LDAP para autenticar usuários (administradores sempre podem entrar via base do osTicket)

source: LDAP Domain FQDN
pt_br: FQDN do Domínio LDAP

source: LDAP NETBIOS Name
fr_fr: Nom LDAP Netbios
pt_br: Nome NETBIOS

source: Search DN
fr_fr: Rechercher un DN
pt_br: DN de Pesquisa

source: Database Settings
fr_fr: Paramètres de base de données
pt_br: Configs. de Base de Dados

source: Database connection information
fr_fr: Informations de connexion à la base de données
pt_br: Informações de Conexão à Base de Dados

source: MySQL Table Prefix
fr_fr: Préfixe des Tables MySQL
pt_br: Prefixo das Tabelas MySQL

source: MySQL Hostname
fr_fr: Serveur MySQL
pt_br: Servidor MySQL

source: MySQL Database
fr_fr: Base de données MySQL
pt_br: Base de Dados MySQL

source: MySQL Username
fr_fr: Username MySQL
pt_br: Usuário MySQL

source: MySQL Password
fr_fr: Mot de passe MySQL
pt_br: Senha MySQL

source: Install Now
fr_fr: Installer maintenant
pt_br: Instalar Agora

source: We provide <u>professional installation services</u> and commercial support.
pt_br: Provemos <u>serviços profissionais de instalação</u> e suporte comercial.

source: Please wait... while we install your new support ticket system!
pt_br: Favor esperar... enquanto instalamos seu novo sistema de tíquetes!

source: Confirm password
fr_fr: Confirmer mot de passe
pt_br: Confirme a senha

source: Table prefix required
fr_fr: Préfixe de tables requis
pt_br: Prefixo da tabela requerido

source: Hostname required
fr_fr: Nom d'hôte requis
pt_br: Nome do host requerido

source: Database name required
fr_fr: Nom de base de données requis
pt_br: Nome da Base de Dados requerido

source: LDAP FQDN required
fr_fr: LDAP FQDN requis
pt_br: FQDN LDAP requerido

source: NETBIOS name required
fr_fr: Nom NETBIOS requis
pt_br: Nome NETBIOS requerido

source: LDAP Search DN required
fr_fr: DN requis pour la recherche LDAP
pt_br: DN de Pesquisa LDAP requerido

source: Missing or invalid data - correct the errors and try again.
pt_br: Dados inválidos ou faltando - corrija os erros e tente novamente.

source: Conflicts with system email above
fr_fr: Confilt avec l'email du système ci-dessus
pt_br: Conflitos

source: passwords to not match!
fr_fr: les mots de passes ne correspondent pas
pt_br: senhas não conferem!

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
pt_br: Prefixo inválido. Deve possuir o caractere "_" ao final. Ex: 'ost_'

source: Bad username
fr_fr: Mauvais nom d'utilisateur
pt_br: Usuário inválido

source: Unable to connect to MySQL server. Possibly invalid login info.
pt_br: Não foi possível conectar ao servidor MySQL. Informações de login possivelmente inválidas.

source: osTicket requires MySQL %s or better!
fr_fr: osTicket requièrt MySQL %s ou supérieur!
pt_br: O osTicket requer MySQL %s ou superior!

source: Database doesn't exist
fr_fr: La base de données n'existe pas
pt_br: Base de dados não existe

source: Unable to create the database.
fr_fr: Impossible de créer la base de données
pt_br: Não foi possível criar a base de dados

source: Unable to select the database
fr_fr: Impossible de choisir une base de données
pt_br: Não foi possível selecionar a base de dados

source: We have a problem - another installation with same table prefix exists!
pt_br: Temos um problema - existe outra instalação com o mesmo prefixo de tabelas!

source: Prefix already in-use
pt_br: Prefixo já está em uso

source: Internal Error - please make sure your download is the latest (#1)
pt_br: Erro interno - favor certificar-se que o arquivo baixado é o mais recente (#1)

source: Unknown or invalid schema signature
fr_fr: Signature de schema inconnue ou invalide
pt_br: Assinatura do esquema desconhecida ou inválida

source: Unable to read config file. Permission denied! (#2)
pt_br: Não foi possível ler o arquivo de configuração. Permissão negada! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
pt_br: Não foi possível abrir o arquivo de configuração para escrita. Permissão negada! (#3)

source: Error parsing SQL schema! Get help from developers (#4)
pt_br: Erro ao interpretar esquema SQL! Procure ajuda dos desenvolvedores (#4)

source: Unable to create admin user (#6)
pt_br: Não foi possível criar o usuário administrativo (#6)

source: Unable to write to config file. Permission denied! (#5)
pt_br: Não foi possível escrever no arquivo de configuração. Permissão negada! (#5)

source: Congratulations and Thank you for choosing osTicket!
fr_fr: Félicitations et merci d'avoir choisi osTicket!
pt_br: Parabéns, e obrigado por escolher o osTicket!

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
pt_br: Parabéns! Instalação básica do osTicket completada! Obrigado por escolher o osTicket!

source: osTicket is already installed?
fr_fr: osTicket est déjà installé ?
pt_br: osTicket já está instalado?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to
pt_br: Arquivo de configuração modificado - o que pode significar que o osTicket já está instalado ou que o arquivo de configuração está corrompido. Se você está tentando atualizar o osTicket, vá para

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
pt_br: Se você acredita que este é um erro, por favor, tente substituir o arquivo de configuração com um modelo não-modificado e tente novamente, ou procure ajuda técnica.

source: Refer to the
pt_br: Refira-se ao

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
pt_br: Provemos <u>serviços profissionais de instalação</u> e suporte comercial com tempos de resposta garantidos, e acesso ao time de desenvolvimento.

source: Configuration file missing!
pt_br: Arquivo de configuração faltando!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
pt_br: O instalador do osTicket requer a permissão para escrever no arquivo de configuração <b>include/ost-config.php</b>. Uma cópia-modelo está disponível no diretório <b>include/ost-sampleconfig.php</b>.

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
pt_br: Renomeie o arquivo de exemplo <b> include/ost-sampleconfig.php</b> para <b>ost-config.php</b> e clique em continuar abaixo.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the
pt_br: Arquivo de exemplo de configuração faltando - favor certifique-se que você subiu todos os arquivos no diretório "upload" ou refira-se a

source: Contact Us
fr_fr: Contactez-nous
pt_br: Contacte-nos

source: Basic Installation Completed
pt_br: Instalação Básica Completada

source: osTicket installation has been completed successfully.
pt_br: Parabéns! A instalação do osTicket foi completada com sucesso.

source: It's important to keep your installation up to date. Get announcements, security updates and alerts delivered directly to you!
pt_br: É importante manter sua instalação do osTicket atualizada. Tenha avisos, atualizações de segurança e alertas enviados diretamente para você!

source: I'd like to receive the following notifications
pt_br: Eu gostaria de receber as notificações abaixo

source: News &amp; Announcements
fr_fr: Notifications de nouveauté
pt_br: Notícias e Anúncios

source: Security Alerts
fr_fr: Alertes de sécurité
pt_br: Alertas de Segurança

source: Keep me Updated
fr_fr: Maintenez-moi au courant
pt_br: Mantenha-me Informado

source: No thanks.
fr_fr: Non merci
pt_br: Não obrigado.

source: Thank you!
fr_fr: Merci!
pt_br: Obrigado!

source: Once again, thank you for choosing osTicket as your new customer support platform!
pt_br: Novamente, obrigado por escolher o osTicket como sua plataforma de suporte a clientes!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
pt_br: Instalar uma nova plataforma de suporte a clientes pode ser uma tarefa enorme. Deixe-nos ajudá-lo! Provemos serviços de suporte profissional para ajudá-lo a rodar o osTicket de forma suave para sua organização.

source: Thank You for Choosing osTicket!
fr_fr: Merci d'avoir choisi osTicket!
pt_br: Obrigado por escolher o osTicket!

source: We are delighted you have chosen osTicket for your customer support ticketing system!
pt_br: Estamos felizes que você escolheu o osTicket como seu sistema de tíquetes de suporte!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
pt_br: O instalador o guiará em todos os passos do processo de instalação. Você está a minutos de um excelente sistema de suporte para clientes!

source: Prerequisites.
fr_fr: Pré-requis.
pt_br: Pré-requisitos.

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to install and run osTicket.
pt_br: Antes de começar, checaremos a configuração de seu servidor para termos certeza que ele atende aos requsitos mínimos para instalar e rodar o osTicket.

source: These items are necessary in order to install and use osTicket.
pt_br: Estes itens são necessários para instalar e usar o osTicket.

source: Recommended
fr_fr: Recommandé
pt_br: Recomendado

source: You can use osTicket without these, but you may not be able to use all features.
pt_br: Você pode usar o osTicket sem estes, mas não poderá usar alguns recursos.

source: Mcrypt extension
fr_fr: Extension Mcrypt
pt_br: Extensão Mcrypt

source: Gdlib extension
fr_fr: Extension Gdlib
pt_br: Extensão Gdlib

source: PHP IMAP extension
fr_fr: Extension PHP IMAP
pt_br: Extensão PHP IMAP

source: assigned to you!
fr_fr: assigné à vous!
pt_br: designado para você!

source: API key for the IP already exists
el: Το κλειδί API για την IP υπάρχει ήδη
fr_fr: La clé d'API pour l'IP existe déjà
hr: API ključ za IP već postoji
pt_br: Chave de API para o IP já existe

source: Unable to add API key. Internal error
fr_fr: Impossible d'ajouter la clé d'API. Erreur interne
pt_br: Não foi possível adicionar chave API. Erro interno

source: IP Address:
el: Διεύθυνση IP:
fr_fr: IP:
hr: IP adresa:
pt_br: Endereçoo IP:

source: API Key:
fr_fr: Clé d'API:
pt_br: Chave API:

source: IP Address:
fr_fr: IP:
pt_br: Endereço IP:

source: Email piping:
pt_br: Direcionamento de E-mail:

source: remote email piping.
pt_br: direcionamento de e-mail remoto.

source: You must select at least one ticket
el: Πρέπει να επιλέξετε τουλάχιστον ένα δελτίο
hr: Odaberite najmanje jedan Tiket
pt_br: Você deve selecionar ao menos um tíquete

source: Unknown option
fr_fr: Option inconnue
pt_br: Oção desconhecida

source: selected emails enabled
pt_br: e-mails selecionados habilitados

source: Are you sure you want to make selected categories INTERNAL?
pt_br: Tem certeza que deseja tornar as categorias selecionadas INTERNAS?

source: Are you sure you want to DELETE selected categories - including associated FAQs?
pt_br: Tem certeza que deseja APAGAR as categorias selecionadas, incluindo as FAQs associadas?

source: Are you sure you want to DISABLE selected teams?
pt_br: Tem certeza que deseja DESABILITAR os times selecionados?

source: Are you sure you want to DISABLE selected emails ban?
pt_br: Tem certeza que deseja DESATIVAR o banimento dos e-mail selecionados?

source: Are you sure you want to DISABLE selected responses?
pt_br: Tem certeza que deseja DESABILITAR as respostas selecionadas?

source: Are you sure you want to DISABLE selected help topics?
pt_br: Tem certeza que deseja DESABILITAR os tópicos de ajuda selecionados?

source: Are you sure you want to DISABLE selected API keys?
pt_br: Tem certeza que deseja DESABILITAR as chaves API selecionadas?

source: Are you sure you want to ENABLE selected users?
pt_br: Tem certeza que deseja HABILITAR os usuários selecionados?

source: Are you sure you want to mark selected tickets overdue/stale?
el: Είστε σίγουροι ότι θέλετε να επισημάνετε τα επιλεγμένα δελτία εκπρόθεσμα/παλαιά;
hr: Jeste li sigurni da želite označiti odabrane tikete kao kasne/ustajale?
pt_br: Tem certeza que quer marcar os tíquetes selecionados como atrasados?

source: Are you sure you want to DISABLE selected plans?
pt_br: Tem certeza que deseja DESABILITAR os planos selecionados?

source: Are you sure you want to DISABLE selected groups?
pt_br: Tem certeza que deseja DESABILITAR os grupos selecionados?
