Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Valid folder required
fr_fr: Répertoire valide requis
pt_br: Necessária uma pasta válida

source: Host/userid combination already in-use.
fr_fr: Combinaison hôte/userid déjà utilisée
pt_br: ID de usuário já está em uso.

source: Invalid login. Check
fr_fr: Login invalide. Vérifiez
pt_br: Login inválido. Verifique

source: Invalid or unknown mail folder! >>
pt_br: Pasta de e-mail inválida ou desconhecida! >>

source: Invalid or unknown archive folder!
fr_fr: Répertoire d'archive invalide ou inconnu!
pt_br: Diretório para Arquivo inválido ou desconhecido!

source: Unable to login. Check SMTP settings.
el: Αδυναμία login. Ελέγξτε τις ρυθμίσεις SMTP.
fr_fr: Impossible de s'authentifier. Vérifiez les paramètres SMTP
hr: Prijava nije uspjela! Provjerite postavke za SMTP.
pt_br: Não foi possível autenticar. Cheque as configs. SMTP.

source: Unable to update email. Internal error occurred
fr_fr: Impossible de mettre à jour l'email. Erreur interne.
pt_br: Não foi possível atualizar e-mail. Erro interno

source: Unable to add email. Internal error
el: Αδύνατη η προσθήκη Email. Εσωτερικό σφάλμα.
fr_fr: Impossible d'ajouter l'email. Erreur interne.
hr: Nije moguće dodati e-mail. Unutarnja greška
pt_br: Não foi possível adicionar e-mail. Erro interno.

source: Unknown setting option. Get technical support.
fr_fr: Paramètre inconnu. Contactez l'administrateur
pt_br: Opção de configuração desconhecida. Procure ajuda técnica.

source: Helpdesk URl required
el: Το Helpdesk URL απαιτείται
fr_fr: URL helpdesk requise
hr: Helpdesk poveznica potrebna
pt_br: URl do Helpdesk requerida

source: Helpdesk title required
el: Ο τίτλος του Helpdesk απαιτείται
fr_fr: Titre helpdesk requis
hr: Helpdesk naslov potreban
pt_br: Título do Helpdesk requerido

source: Default Dept. required
el: Το Προεπιλεγμένο Τμήμα απαιτείται
fr_fr: Département par défaut requis
hr: Zadani odjel potreban
pt_br: Depto. Padrão requerido

source: You must select template.
el: Πρέπει να επιλέξετε πρότυπο.
fr_fr: Vous devez sélectionner un template
hr: Odaberite predložak.
pt_br: Você deve selecionar um modelo.

source: Enter idle time in minutes
el: Εισάγετε αδρανή χρόνο σε λεπτά
hr: Unesite vrijeme mirovanja u minutama
pt_br: Entre tempo de ociosidade em minutos

source: Time format required
el: Η Μορφή ώρας απαιτείται
fr_fr: Format d'heure requis
hr: Format vremena potreban
pt_br: Formato de Data requerido

source: Date format required
el: Η Μορφή ημερομηνίας απαιτείται
fr_fr: Format de date requis
hr: Format datuma potreban
pt_br: Formato de Data requerido

source: Datetime format required
el: Η μορφή Ημερομηνίας/Ώρας απαιτείται
fr_fr: Format date et heure requis
hr: Format za datum i vrijeme potreban
pt_br: Formato de data e hora requerido

source: Day, Datetime format required
el: Η μορφή της Ημέρας, Ημερομηνίας/Ώρας απαιτείται
fr_fr: Format Nom du Jour, Date et Heure requis
hr: Format za dan, datum i vrijeme potreban
pt_br: Formato de Dia, Data e Hora requerido

source: Default Timezone required
fr_fr: Fuseau horaire par défaut requis
pt_br: Fuso Horário Padrão requerido

source: Selection required
fr_fr: Sélection requise
pt_br: Seleção requerida

source: Enter valid numeric value
fr_fr: Entrez une valeur numérique valide
pt_br: Entre um número válido

source: Enter lock time in minutes
el: Εισάγετε το χρόνο κλειδώματος σε λεπτά
fr_fr: Entrez un temps de verrouillage en minutes
hr: Unesite vrijeme za zaključavanje u minutama
pt_br: Entre um tempo de bloqueio em mins.

source: The GD extension required
el: Η επέκταση GD απαιτείται
fr_fr: Extension PHP-GD requise
hr: GD proširenje (extension) potrebno
pt_br: Extensão PHP-GD requerida

source: PNG support required for Image Captcha
el: Η υποστήριξη PNG απαιτείται για την εικόνα CAPTCHA
fr_fr: Support du format PNG requis pour les captchas
hr: PNG podržavanje za captcha slike (sigurnosni code) potrebno
pt_br: Suporte a PNG requerido para imagem Captcha

source: The 'file_uploads' directive is disabled in php.ini
el: Η οδηγία 'file_uploads' είναι απενεργοποιημένη στο php.ini
hr: Direktiva 'file_uploads' je ugašena u php.ini
pt_br: A diretiva 'file_uploads' está desabilitada no php.ini

source: Maximum file size required
el: Tο μέγιστο μέγεθος αρχείου απαιτείται
fr_fr: Taille max. de fichier requise
hr: Maksimalna veličina datoteke potrebna
pt_br: Tamanho máximo do arquivo requerido

source: Allowed file extentions required
el: Οι επιτρεπόμενες καταλήξεις αρχείου απαιτούνται
fr_fr: Extensions de fichiers autorisés requis
hr: Potrebna dopuštena ekstenzija za datoteku
pt_br: Extensões de arquivo permitidas requeridas

source: Default email required
el: Η Προεπιλεγμένη διεύθυνση email απαιτείται
fr_fr: Email par défaut requis
hr: Zadana e-mail potrebna
pt_br: É requerido endereço de email válido

source: System admin email required
fr_fr: Email administrateur requis
pt_br: E-mail do Administrador do Sistema requerido

source: Reply separator required to strip quoted reply.
pt_br: Separador de resposta requerido para

source: Email already setup as system email
el: Το Email έχει ήδη οριστεί ως Email συστήματος
hr: E-mail već postaji, kao e-mail sustava
pt_br: E-mail já está configurado como e-mail de sistema

source: Invalid selection. Must be less than
fr_fr: Section invalide. Doit être moins de
pt_br: Seleção inválida. Deve ser menor que

source: Attachment %s [%s] rejected because of file type
pt_br: Anexos %s [%s] rejeitados por causa do tipo de arquivo

source: Email Attachment Rejected
pt_br: Anexo de E-mail Rejeitado

source: Email Attachment Rejected (Ticket #
pt_br: Anexo de E-mail Rejeitado (Tíquete #

source: Excessive errors processing emails for %s/%s. Please manually check the inbox.
pt_br: Erros excessivos ao processar e-mails para %s/%s. Favor checar manualmente a caixa de entrada.

source: Mail Fetcher
pt_br: Importador de E-mail

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
pt_br: O osTicket requer que a extensão PHP IMAP esteja habilitada para que o importador de e-mails IMAP/POP3 funcione!

source: Mail Fetch Error
pt_br: Erro ao Importar E-mail

source: osTicket is having trouble fetching emails from the following mail account
pt_br: O osTicket está tendo problemas ao importar e-mails da seguinte conta de e-mail

source: User
el: Χρήστης
fr_fr: Utilisateur
hr: Korisnik
pt_br: Usuário

source: Error
fr_fr: Erreur
pt_br: Erro

source: consecutive errors. Maximum of
fr_fr: erreurs consécutives. Maximum de
pt_br: erros consecutivos. Máximo de

source: allowed
fr_fr: permis
pt_br: permitido

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox.
pt_br: Podem haver problemas de conexão relacionados ao servidor de e-mail. Próxima tentativa em aprox.

source: minutes
el: λεπτά
hr: minuta
pt_br: minutos

source: Mail Fetch Failure Alert
pt_br: Alerta de Falha ao Importar E-mails

source: Title is required
fr_fr: Titre requis
pt_br: Título necessário

source: Question required
fr_fr: Question requise
pt_br: Pergunta requerida

source: Question already exists
fr_fr: La Question existe déjà
pt_br: Pergunta já existe

source: Category is required
fr_fr: Catégorie requise
pt_br: Categoria é requerida

source: FAQ answer is required
fr_fr: Une réponse à la FAQ est requise
pt_br: Resposta FAQ é requerida

source: Unable to update FAQ.
fr_fr: Impossible de mettre à jour la FAQ
pt_br: Não foi possível atualizar FAQ.

source: Unable to create FAQ. Internal error
fr_fr: Impossible de créer une FAQ. Erreur interne
pt_br: Não foi possível criar FAQ. Erro interno

source: Dashboard
el: Ταμπλό
fr_fr: Tableau de bord
hr: Kontrolna ploča
pt_br: Painel

source: Staff Dashboard
fr_fr: Tableau de bord employé
pt_br: Painel de Equipe

source: Tickets
el: Δελτία
hr: Tiketi
pt_br: Tíquetes

source: Ticket Queue
el: Ουρά Δελτίων
fr_fr: File de tickets
hr: Red čekanja Tiketa
pt_br: Fila de Tíquetes

source: Knowledgebase
fr_fr: Base de connaissance
pt_br: Base de Conhec.

source: New&nbsp;Ticket
fr_fr: Nouveau&nbsp;ticket
pt_br: Novo&nbsp;Tíquete

source: Staff&nbsp;Directory
fr_fr: Répertoire des employés
pt_br: Diretório da Equipe

source: My&nbsp;Profile
fr_fr: Mon&nbsp;Profil
pt_br: Meu&nbsp;Perfil

source: Categories
fr_fr: Catégories
pt_br: Categorias

source: Canned&nbsp;Responses
fr_fr: Réponses pré-enregistrées
pt_br: Respostas&nbsp;Prontas

source: Admin Dashboard
el: Ταμπλό Διαχειριστή
fr_fr: Tableau de bord administrateur
hr: Nadzorna ploča Admina
pt_br: Painel de Adminstração

source: Settings
el: Ρυθμίσεις
fr_fr: Paramètres
hr: Postavke
pt_br: Configurações

source: Manage
fr_fr: Gérer
pt_br: Gerenciar

source: Manage Options
fr_fr: Gérer les options
pt_br: Gerenciar Opções

source: Manage Staff
fr_fr: Responsable d'équipe
pt_br: Gerenciar Equipe

source: System&nbsp;Logs
fr_fr: Logs système
pt_br: Logs&nbsp;do&nbsp;Sistema

source: System&nbsp;Preferences
fr_fr: Preferências&nbsp;do&nbsp;Sistema
pt_br: Preferências&nbsp;do&nbsp;Sistema

source: Autoresponder
fr_fr: Réponses automatiques
pt_br: Respostas Automáticas

source: Alerts&nbsp;&amp;&nbsp;Notices
fr_fr: Alertes et notifications
pt_br: Alertas&nbsp;e&nbsp;Avisos

source: Help&nbsp;Topics
fr_fr: Catégories d'aide
pt_br: Tópicos&nbsp;de&nbsp;ajuda

source: Ticket&nbsp;Filters
fr_fr: Filtres de tickets
pt_br: Filtros&nbsp;de&nbsp;Tíquete

source: SLA&nbsp;Plans
fr_fr: Plans SLA
pt_br: Planos&nbsp;de&nbsp;SLA

source: API&nbsp;Keys
fr_fr: Clés d'API
pt_br: Chaves&nbsp;de&nbsp;API

source: Email Addresses
el: Διευθύνσεις e-mail
fr_fr: Adresses email
hr: Adrese e-pošte
pt_br: Endereços&nbsp;de&nbsp;E-mail

source: Banlist
fr_fr: Liste noire
hr: Ban-popis
pt_br: Lista Negra

source: Banned&nbsp;Emails
fr_fr: Emails bannis
pt_br: Lista&nbsp;Negra

source: Templates
el: Πρότυπα
hr: Predlošci
pt_br: Modelos

source: Email Templates
el: Πρότυπα Email
fr_fr: Template email
hr: Email predlošci
pt_br: Modelos de E-mail

source: Diagnostic
pt_br: Diagnóstico

source: Email Diagnostic
fr_fr: Diagnostic d'email
pt_br: Diagnóstico de Email

source: Staff&nbsp;Members
fr_fr: Employés
pt_br: Membros&nbsp;da&nbsp;Equipe

source: Teams
fr_fr: Equipes
pt_br: Times

source: Groups
fr_fr: Groupes
pt_br: Grupos

source: Departments
el: Τμήματα
fr_fr: Départements
hr: Odjeli
pt_br: Departamentos

source: Support&nbsp;Center&nbsp;Home
fr_fr: Centre de support&nbsp;Accueil
pt_br: Home do Centro de Suporte

source: Open&nbsp;New&nbsp;Ticket
fr_fr: Ouvrir un nouveau ticket
pt_br: Abrir tíquete

source: My Tickets (%d)
fr_fr: Mes tickets (%d)
pt_br: Meus tíquetes (%d)

source: Show all tickets
fr_fr: Montrer tous les tickets
pt_br: Mostrar todos os tíquetes

source: View&nbsp;Ticket&nbsp;Thread
fr_fr: Voir&nbsp;l'historique&nbsp;du&nbps;ticket
pt_br: Ver&nbsp;Histórico&nbsp;do&nbsp;Tíquete

source: View ticket status
fr_fr: Voir le statut du ticket
pt_br: Ver estado do tíquete

source: Cryptography extension mcrypt is not enabled or installed. Important text/data is being stored as plain text in database.
pt_br: A extensão de criptografia mcrypt não está habilitada ou instalada. Texto/dados importantes sendo armazenados em texto puro na base de dados.

source: mcrypt module missing
fr_fr: module mcrype manquant
pt_br: módulo mcrypt faltando

source: Excessive failed login attempts
el: Υπερβολικές αποτυχημένες προσπάθειες εισόδου
fr_fr: Nombre excessif de tentatives de connexion
hr: Pretjerano neuspjeli pokušaji prijave
pt_br: Número excessivo de tentativas de login

source: You've reached maximum failed login attempts allowed. Try again later or <a href="open.php">open a new ticket</a>
el: Έχετε φτάσει στο μέγιστο των αποτυχημένων προσπαθειών σύνδεσης. Προσπαθήστε ξανά αργότερα ή <a href="open.php">ανοίξτε ένα νέο δελτίο</a>
hr: Dostigli ste maksimalno dozvoljene neuspjele pokušaje prijave! Pokušajte kasnije ponovno ili <a href="open.php">otvorite novi Tiket</a>.
pt_br: Você alcançou o número máximo permitido de tentativas de login. Tente novamente mais tarde, ou <a href="open.php">abra um novo tíquete</a>

source: Invalid method
fr_fr: Méthode invalide
pt_br: Método inválido

source: Valid email and ticket number required
fr_fr: Email et numéro de ticket valides requis
pt_br: É requerido endereço de email e número de tíquete válidos

source: Invalid login
el: Μη έγκυρη είσοδος
fr_fr: Chaine de connexion invalide
hr: Pogrešna prijava
pt_br: Login inválido

source: Forgot your login info? Please
fr_fr: Oublié les informations de connexion? Veuillez
pt_br: Esqueceu seu usuário ou senha? Por favor

source: open a new ticket
fr_fr: ouvrir un nouveau ticket
pt_br: abra novo tíquete

source: Excessive login attempts by a user.
fr_fr: Nombre excessif de tentatives de connexion par un utilisateur.
pt_br: Tentativas excessivas de login por um usuário.

source: Ticket#
pt_br: Tíquete #

source: Attempts
fr_fr: Tentatives
pt_br: Tentativas

source: Excessive login attempts (user)
fr_fr: Nombre excessif de tentatives de connexion (utilisateur)
pt_br: Número excessivo de tentativas de login (usuário)

source: TIME
fr_fr: HEURE
pt_br: HORA

source: Attempts #
el: Απόπειρες #
fr_fr: Tentative #
hr: # pokušaja
pt_br: Tentativas #

source: Failed login attempt (user)
pt_br: Tentativa de login falhou (usuário)

source: Internal list for email banning. Do not remove
pt_br: Lista interna para banimento de e-mail. Não remova

source: Upgrader Error
fr_fr: Erreur d'upgrade
pt_br: Erro do Atualizador

source: Upgrade osTicket to
fr_fr: Upgrader osTicket vers
pt_br: Atualizar osTicket para

source: Upgrade to
fr_fr: Upgrader vers
pt_br: Atualize para

source: There are %d pending upgrade tasks
pt_br: Existem %d tarefas de atualização pendentes

source: Upgrader - Patch applied
fr_fr: Upgrader - patch appliqué
pt_br: Atualizador - Aplicado Patch

source: Found %d tasks to be executed for %s
pt_br: Encontradas %d tarefas a serem executadas para %s

source: Migrating attachments to database, it might take a while depending on the number of files.
pt_br: Migrando anexos para a base de dados. Isto pode demorar um pouco dependendo do número de arquivos.

source: Transitioning to db-backed sessions
pt_br: Transicionando para sessões baseadas em BD

source: Migrating API keys to a new table
pt_br: Migrando chaves API para uma nova tabela

source: Migrating group's department access to a new table
pt_br: Migrando o acesso ao departamento do grupo para uma nova tabela

source: Post-upgrade cleanup!
fr_fr: Nettoyage post-upgrade
pt_br: Limpeza pós-atualização!

source: Unable to process cleanup file
pt_br: Não foi possível processar arquivo de limpeza

source: Unable to email via SMTP
fr_fr: Impossible d'envoyer un email via SMTP
pt_br: Não foi possível enviar e-mail via SMTP

source: Mailer Error
fr_fr: Erreur de mailer
pt_br: Erro no envio de E-mail

source: Template name already exists
fr_fr: Nom de template existant.
pt_br: Nome do Modelo já existe

source: Title required
el: Ο Τίτλος απαιτείται
fr_fr: Titre requis
hr: Naslov potreban
pt_br: Título necessário

source: Title is too short. 3 chars minimum
fr_fr: Titre trop court. 3 caractères min.
pt_br: Título muito curto. Mínimo de 3 caracteres

source: Title already exists
fr_fr: Titre existant
pt_br: Títula já existe

source: Response text required
fr_fr: Texte de réposne requis
pt_br: Texto de resposta requerida

source: Unable to update canned response.
pt_br: Não foi possível atualizar resposta pronta.

source: Unable to create the canned response. Internal error
pt_br: Não foi possível criar a resposta pronta. Erro interno

source: Valid IP required
el: Έγκυρη IP απαιτείται
fr_fr: IP valide requise
pt_br: IP Válido requerido

source: Unable to update API key. Internal error occurred
pt_br: Não foi possível atualizar a chave de API. Erro interno

source: Unable to add API key. Try again!
pt_br: Não foi possível adicionar a chave API. Tente novamente!

source: 201 Created
fr_fr: 201 Créé
pt_br: 201 Criado

source: 204 NoContent
fr_fr: 204 Aucun contenu
pt_br: 204 Sem conteúdo

source: 400 Bad Request
fr_fr: 400 Mauvaise requête
pt_br: 400 Pedido Inválido

source: 401 Unauthorized
fr_fr: 401 Non autorisé
pt_br: 401 Não Autorizado

source: 403 Forbidden
fr_fr: 403 Interdit
pt_br: 403 Proibido

source: 404 Not Found
fr_fr: 404 Non trouvé
pt_br: 404 Não Encontradoi=

source: 405 Method Not Allowed
fr_fr: 405 Méthode non autorisée
pt_br: 405 Método não permitido

source: 416 Requested Range Not Satisfiable
pt_br: 416 Intervalo Solicitado Não Satisfatório

source: 500 Internal Server Error
fr_fr: 500 Erreur interne au serveu
pt_br: 500 Erro Interno do Servidor

source: Error: Contact system admin.
el: Σφάλμα: Επικοινωνήστε με το Διαχειριστή Συστήματος.
fr_fr: Erreur: Contactez l'administrateur
hr: Greška, kontaktirajte Admina sustava.
pt_br: Erro: Contacte o administrador.

source: Missing or invalid Dept ID (internal error).
fr_fr: ID de département manquant ou invalide (erreur interne)
pt_br: ID de Depto. inválido ou faltando (erro interno).

source: Email selection required
fr_fr: Email requis
pt_br: Seleção de E-mail requerida

source: Template selection required
fr_fr: Template requis
pt_br: Seleçao de modelo requerida

source: Name is too short.
fr_fr: Nom trop court.
pt_br: Nome muito pequeno.

source: Department already exist
el: Το Τμήμα υπάρχει ήδη
fr_fr: Le département existe déjà
hr: Odjel već postoji
pt_br: Departamento já existe

source: System default department can not be private
fr_fr: Le département par défaut ne peut être privé
pt_br: O Departamento padrão do sistema não pode ser privado

source: Unable to update
el: Αδυναμία ενημέρωσης
fr_fr: Impossible de mettre à jour
hr: Ažuriranje ili obnavljanje nije moguće
pt_br: Não foi possível atualizar

source: Dept. Error occurred
pt_br: Erro no Departamento

source: Unable to create department. Internal error
el: Αδυναμία δημιουργίας Τμήματος. Εσωτερικό σφάλμα
hr: Nije moguće izraditi odjela. Interna greška
pt_br: Não foi possível criar departamento. Erro interno

source: Internal Error
el: Εσωτερικό σφάλμα
fr_fr: Erreur interne
hr: Interna Greška
pt_br: Erro Interno

source: First name required
el: Το Όνομα απαιτείται
fr_fr: Prénom requis
hr: Ime potrebno
pt_br: Primeiro nome requerido

source: Last name required
el: Το Επώνυμο απαιτείται
fr_fr: Nom requis
hr: Prezime potrebno
pt_br: Sobrenome requerido

source: Already in-use as system email
fr_fr: Email déjà utilisé par le système
pt_br: E-mail já está em uso como email do sistema

source: Email already in-use by another staff member
fr_fr: Email déjà utilisé par un autre employé
pt_br: E-mail já em uso por outro membro da equipe

source: Valid number required
el: Ένας έγκυρος αριθμός απαιτείται
fr_fr: Numéro valide requis
hr: Važeći broj potreban
pt_br: Número válido requerido

source: New password required
el: Ο νέος κωδικός πρόσβασης απαιτείται
fr_fr: Nouveau mot de passe requis
hr: Potrebna nova lozinka
pt_br: Nova senha requerida

source: Must be at least 6 characters
el: Πρέπει να είναι τουλάχιστον 6 χαρακτήρες
fr_fr: Minimum 6 caractères
hr: Mora biti najmanje 6 znakova
pt_br: Mínimo de 6 caracteres

source: Password(s) do not match
el: Οι Κωδικοί δεν ταιριάζουν
fr_fr: Mot(s) de passe non correspondant(s)
hr: Lozinke se ne podudaraju
pt_br: Senha(s) não conferem

source: Current password required
el: Ο τρέχων κωδικός πρόσβασης απαιτείται
fr_fr: Mot de passe actuel requis
hr: Potrebna trenutna lozinka
pt_br: Senha atual requerida

source: Invalid current password!
fr_fr: Mot de passe actuel invalide
pt_br: Senha atual inválida!

source: New password MUST be different from the current password!
pt_br: Nova senha PRECISA ser diferente da senha atual!

source: Time zone required
fr_fr: Fuseau horaire requis
pt_br: Fuso Horário Padrão requerido

source: You don't have a signature
fr_fr: Vous n'avez pas de signature
pt_br: Você não tem assinatura

source: Max. failed login attempts reached
pt_br: Número excessivo de tentativas de login alcançado

source: Username and password required
fr_fr: Nom d'utilisateur et mot de passe requis
pt_br: Usuário e senha requeridos

source: Staff login
fr_fr: Employé connecté
pt_br: Login da Equipe

source: logged in
fr_fr: connecté
pt_br: autenticado

source: Forgot your login info? Contact Admin.
pt_br: Esqueceu seu usuário ou senha? Por favor contacte o Admin

source: Excessive login attempts by a staff member?
el: Υπερβολικές προσπάθειες σύνδεσης από έναν υπάλληλο;
hr: Pretjerani pokušaji prijave člana osoblja?
pt_br: Tentativas excessivas de login por um membro da equipe?

source: Username
el: Όνομα Χρήστη
fr_fr: Nom d'utilisateur
hr: Korisničko ime
pt_br: Usuário

source: Timeout
pt_br: Tempo limite excedido

source: Excessive login attempts
fr_fr: Nombre excessif de tentatives de connexion
pt_br: Número excessivo de tentativas de login

source: Failed staff login attempt
pt_br: Tentativa de login de membro da equipe falhou

source: Username required
el: Το Όνομα Χρήστη απαιτείται
fr_fr: Nom d'utilisateur requis
hr: Korisničko ime potrebno
pt_br: Nome de usuário requerido

source: Username already in-use
el: Το Όνομα Χρήστη χρησιμοποιείται ήδη
fr_fr: Nom d'utilisateur existant
hr: Korisničko ime već u upotrebi
pt_br: Nome já está em uso

source: Already in-use system email
el: Το Email του συστήματος χρησιμοποιείται ήδη
fr_fr: Email déjà utilisé
hr: Već u korištenju kao e-mail sustava
pt_br: E-mail já está configurado como e-mail de sistema

source: Temp. password required
fr_fr: Mot de passe temporaire requis
pt_br: Senha temporária requerida

source: Department required
el: Το Τμήμα απαιτείται
fr_fr: Département requis
hr: Odjel potreban
pt_br: Departamento requerido

source: Group required
el: Η Ομάδα απαιτείται
fr_fr: Groupe requis
hr: Grupa potrebna
pt_br: Nome do grupo requerido

source: Unable to update the user. Internal error occurred
pt_br: Não foi possível atualizar o usuário. Erro interno

source: Unable to create user. Internal error
el: Αδύνατη η δημιουργία χρήστη. Εσωτερικό σφάλμα.
fr_fr: Impossible de créer un utilisateur. Erreur interne
hr: Nije moguće izraditi korisnika. Interna pogreška
pt_br: Não foi possível criar usuário. Erro interno

source: Invalid match selection
pt_br: Seleção de correspondência inválida

source: Invalid match type selection
pt_br: Seleção de tipo de correspondência inválida

source: Value required
fr_fr: Valeur requise
pt_br: Valor requerido

source: Valid email required for the match type
pt_br: Endereço de email válido requerido para o tipo de correspondência

source: Incomplete selection
fr_fr: Sélection incomplète
pt_br: Seleção incompleta

source: You must set at least one rule.
pt_br: Você deve configurar ao menos uma regra.

source: Order required
pt_br: Ordem requerida

source: Must be numeric value
fr_fr: Valeur numérique requise
pt_br: Deve ser valor numérico

source: Name already in-use
fr_fr: Ce nom existe déjà
pt_br: Nome já está em uso

source: Unable to validate rules as entered
pt_br: Não foi possível validar as regras tais quais foram entradas

source: Target required
fr_fr: Cible requise
pt_br: Destino requerido

source: Unknown or invalid target
fr_fr: Cible inconnue ou invalide
pt_br: Destino desconhecido ou inválido.

source: Unable to update the filter. Internal error occurred
pt_br: Não foi possível atualizar o tíquete. Corrija os erros abaixo e tente novamente!

source: Unable to add filter. Internal error
pt_br: Não foi possível adicionar filtro. Erro interno

source: Parent filter ID required
pt_br: ID de Filtro pai requerido

source: Please fill in the form below to open a new ticket.
el: Παρακαλούμε συμπληρώστε την παρακάτω φόρμα για να ανοίξετε ένα νέο δελτίο.
pt_br: Por favor, preencha o formulário abaixo para criar um novo tíquete.

source: Full Name:
el: Ονοματεπώνυμο:
fr_fr: Nom complet:
pt_br: Nome Completo:
