Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Error updating template. Try again!
fr_fr: Erreur lors de la mise à jour du template. Réessayez
pt_br: Erro ao atualizar modelo. Tente novamente!

source: Template added successfully
fr_fr: Template ajouté avec succès
pt_br: Modelo adicionado com sucesso

source: Unable to add template. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter le template. Corrigez les erreurs et réessayez
pt_br: Não foi possível adicionar o modelo. Corrija os erros abaixo e tente novamente.

source: You must select at least one template to process.
fr_fr: Sélectionnez au moins un template
pt_br: Você deve selecionar ao menos um modelo para processar.

source: Selected templates enabled
fr_fr: Templates sélectionnés activés
pt_br: Habilitados modelos selecionados

source: selected templates enabled
fr_fr: Templates sélectionnés activés
pt_br: habilitados modelos selecionados

source: Unable to enable selected templates
fr_fr: Impossible d'activer les templates sélectionnés
pt_br: Não foi possível habilitar os modelos selecionados

source: Selected templates disabled
fr_fr: Templates sélectionnés désactivés
pt_br: Desabilitados modelos selecionados

source: selected templates disabled (in-use templates can't be disabled)
fr_fr: Templates sélectionnés activés (templates en cours d'utilisation ne peuvent être désactivés)
pt_br: modelos selecionados desabilitados (modelos em uso não podem ser desabilitados)

source: Unable to disable selected templates (in-use or default template can't be disabled)
fr_fr: Impossible de désactiver les templates sélectionnés (templates en cours d'utilisation ne peuvent être désactivés)
pt_br: Não foi possível desabilitar modelos selecionados (o modelo padrão e os em uso não podem ser desabilitados)

source: Selected templates deleted successfully
fr_fr: Templates sélectionnés supprimés avec succès
pt_br: Modelos selecionados apagados com sucesso

source: selected templates deleted
fr_fr: Templates sélectionnés supprimés
pt_br: modelos selecionados apagados

source: Unable to delete selected templates
fr_fr: Impossible de supprimer les templates sélectionnés
pt_br: Não foi possível apagar os modelos selecionados

source: Unknown template action
fr_fr: Action sur template inconnue
pt_br: Ação desconhecida para o modelo

source: Unknown or invalid email ID.
fr_fr: ID d'email inconnu ou invalide
pt_br: ID do E-mail desconhecido ou inválido.

source: Unknown or invalid email.
fr_fr: Email inconnu ou invalide
pt_br: E-mail desconhecido ou inválido.

source: Error updating email. Try again!
fr_fr: Erreur lors de la mise à jour de l'email. Réessayez
pt_br: Erro ao atualizar email. Tente novamente!

source: Email address added successfully
fr_fr: Email mis à jour avec succès
pt_br: Endereço de e-mail adicionado com sucesso

source: Unable to add email. Correct error(s) below and try again.
fr_fr: Impossible d'ajouter l'email. Corrigez les erreurs ci-dessous et réessayez
pt_br: Não foi possível adicionar o e-mail. Corrija os erros abaixo e tente novamente.

source: You must select at least one email address
fr_fr: Sélectionnez au moins un email
pt_br: Você deve selecionar ao menos um endereço de e-mail

source: One or more of the selected emails is being used by a department. Remove association first!
fr_fr: Un ou plusieurs mails sélectionnés sont utilisés par un département. Supprimez l'association puis réessayez!
pt_br: Um ou mais dos emails selecionados estão em uso por outro departamento. Remova a associação antes!

source: Selected emails deleted successfully
fr_fr: Emails sélectionnés supprimés avec succès
pt_br: E-mails selecionados apagados com sucesso

source: selected emails deleted
fr_fr: Emails sélectionnés supprimés
pt_br: emails selecionados foram deletados

source: Email piping not enabled - check MTA settings.
fr_fr: Email piping non activé - vérifiez les paramètres MTA
pt_br: Direcionamento de E-mail para programas não habilitado - cheque as configurações MTA.

source: API key not authorized
pt_br: Chave API não autorizada

source: Email parse failed [
fr_fr: Echec de parsing de l'email [
pt_br: Processamento de E-mail falhou [

source: Invalid FROM address [
fr_fr: Adresse d'expéditeur invalide [
pt_br: Endereço de ORIGEM inválido [

source: Unable to post message
fr_fr: Impossible de poster le message
pt_br: Não foi possível postar a mensagem

source: Bounced email
fr_fr: Email de retour
pt_br: E-mail voltou

source: Ticket create Failed
fr_fr: Echec de la création du ticket
pt_br: Criação de tíquete falhou

source: Internal error. Try again
el: Εσωτερικό σφάλμα. Δοκιμάστε ξανά
fr_fr: Erreur interne. Réessayez
hr: Interna greška. Pokušajte ponovno
pt_br: Erro Interno. Tente novamente

source: Category name is required
fr_fr: Nom de catégorie requis
pt_br: Nome da categoria requerido

source: Name is too short. 3 chars minimum
fr_fr: Nom trop court (3 caractères minimum)
pt_br: O nome é muito curto. Mínimo de 3 caracteres

source: Category already exists
fr_fr: La catégorie existe déjà
pt_br: Categoria já existe

source: Category description is required
fr_fr: Description de catégorie requise
pt_br: Descrição de categoria é requerido

source: Unable to update FAQ category.
fr_fr: Impossible de mettre à jour la catégorie de FAQ
pt_br: Não foi possível atualizar caregoria de FAQ.

source: Unable to create FAQ category. Internal error
fr_fr: Impossible de créer la catégorie de FAQ. Erreur interne
pt_br: Não foi possível criar categoria de FAQ. Erro interno

source: Grace period required
fr_fr: Période de tolérence requise
pt_br: Período de Tolerância requerido

source: Numeric value required (in hours)
fr_fr: Valeur numérique requise (en heures)
pt_br: Valor numérico requerido (em horas)

source: Name required
el: Το Όνομα απαιτείται
fr_fr: Nom requis
pt_br: Nome requerido

source: Name already exists
fr_fr: Ce nom existe déjà
pt_br: Nome já existe

source: Unable to update SLA. Internal error occurred
fr_fr: Impossible de mettre à jour la SLA. Erreur interne
pt_br: Não foi possível atualizar SLA. Erro interno

source: Unable to add SLA. Internal error
fr_fr: Impossible d'ajouter la SLA. Erreur interne
pt_br: Não foi possível adicionar SLA. Erro interno

source: XML error
fr_fr: Erreur XML
pt_br: Erro XML

source: at line
fr_fr: à la ligne
pt_br: na linha

source: Time
fr_fr: Moment
pt_br: Tempo

source: Missing or invalid team
fr_fr: Equipe manquante ou invalide
pt_br: Time faltando ou inválido

source: Team name required
fr_fr: Nom d'équipe requis
pt_br: Nome do Time requerido

source: Team name must be at least 3 chars.
fr_fr: Nom d'équipe : Minimum 3 caractères
pt_br: Nome do time deve ter no mínimo 3 caracteres.

source: Team name already exists
fr_fr: Nom d'équipe existe déjà
pt_br: Nome do Time já existe

source: Unable to update the team. Internal error
fr_fr: Impossible de mettre à jour l'équipe. Erreur interne
pt_br: Não foi possível atualizar o time. Erro interno

source: Unable to create the team. Internal error
fr_fr: Impossible de créer l'équipe. Erreur interne
pt_br: Não foi possível criar o time. Erro interno

source: Max open tickets (%d) reached for %s
pt_br: Máximo de tíquetes abertos (%d) alcançado para %s

source: Max. Open Tickets Limit
fr_fr: Limite max de tickets ouverts
pt_br: Limite máx. de Tíquetes Abertos

source: Max. open tickets reached for
fr_fr: Maximum de tickets ouverts atteint pour
pt_br: Máximo de tíquetes abertos alcançado para

source: Open ticket:
fr_fr: Ticket ouvert:
pt_br: Abrir tíquete:

source: Max Allowed:
fr_fr: Maximum permis:
pt_br: Máx. Permitido:

source: Notice sent to the user.
fr_fr: Notification envoyée à l'utilisateur
pt_br: Aviso enviado ao usuário.

source: Overlimit Notice
el: Ανακοίνωση Υπέρβασης Ορίου
fr_fr: Limite de dépassement
hr: Obavijest o prekoračenju
pt_br: Aviso de limite ultrapassado

source: Ticket assignment
fr_fr: Assignation de ticket
pt_br: Designação de tíquete

source: SYSTEM (Auto Assignment)
fr_fr: SYSTEME (Assignement automatique)
pt_br: SISTEMA (Auto Designação)

source: Ticket Assigned to
el: Το δελτίο Ανατέθηκε σε
fr_fr: Ticket assigné à
hr: Tiket dodijeljen za
pt_br: Tíquete Designado para

source: Ticket transfered from
fr_fr: Ticket transféré depuis
pt_br: Tíquete transferido de

source: to
el: σε
fr_fr: vers
hr: za
pt_br: até

source: Missing messageId - internal error
fr_fr: messageId manquant - erreur interne
pt_br: Faltando ID da mensagem - Erro interno

source: Response message required
el: Το μήνυμα απάντησης απαιτείται
fr_fr: Message de réponse requis
hr: Potrebna poruka odgovora
pt_br: Mensagem de resposta requerida

source: File Upload Error
fr_fr: Erreur lors du chargement de fichier
pt_br: Erro em upload de arquivo

source: File Upload Error (Ticket #
fr_fr: Erreur de chargement de fichier (Ticket#
pt_br: Erro no Upload de Arquivo (Tíquete #

source: Valid email required
el: Ένα έγκυρο Email απαιτείται
fr_fr: Email valide requis
hr: Važeći email potreban
pt_br: É requerido endereço de email válido

source: Help topic required
el: Το θέμα της Βοήθειας απαιτείται
fr_fr: Catégorie d'aide requise
hr: Pomoćna tema potrebna
pt_br: Tópico de Ajuda requerido

source: Priority required
fr_fr: Priorité requise
pt_br: Prioridade requerida

source: Select SLA
fr_fr: Sélectionner SLA
pt_br: Selecione SLA

source: Valid phone # required
el: Ένας έγκυρος αριθμός τηλεφώνου απαιτείται
fr_fr: Numéro de téléphone valide requis
pt_br: No. de Telefone requerido

source: Invalid date - must be MM/DD/YY
el: Άκυρη ημερομηνία - πρέπει να είναι MM/DD/YY
fr_fr: Date invalide - doit être MM/DD/YY
pt_br: Data inválida - deve ser MM/DD/YY

source: Reason for the update required
el: Η αιτία για την ενημέρωση απαιτείται
fr_fr: Raison pour la mise à jour requise
hr: Razlog za ažuriranje potreban
pt_br: Razão para a edição requerida

source: Missing or invalid data - check the errors and try again
fr_fr: Données manquantes ou invalides. Vérifier les erreurs et réessayez
pt_br: Dados inválidos ou faltando. Corrija os erros abaixo e tente novamente.

source: Duedate can NOT be set on a closed ticket
el: Η ημερομηνία λήξης ΔΕΝ πρέπει να τίθεται σε ένα κλειστό δελτίο
fr_fr: Une date d'échéance ne peut être assignée à un ticket fermé
hr: Datum ne može se postaviti na zatvorenom Tiketu
pt_br: Data limite NÃO pode ser configurada em tíquete fechado

source: Select time
el: Επιλέξτε ώρα
fr_fr: Sélectionner heure
hr: Odaberite vrijeme
pt_br: Selecione hora

source: Invalid duedate
el: Άκυρη ημερομηνία λήξης
fr_fr: Date d'échéance non valide
hr: Nevažeći datum budućnosti
pt_br: Data limite inválida

source: Due date must be in the future
el: Η ημερομηνία λήξης πρέπει να είναι στο μέλλον
fr_fr: La date d'échéance doit être dans le future
hr: Datum mora biti u budućnosti
pt_br: Data limite deve ser futura

source: Invalid phone ext.
el: Άκυρο εσωτ. τηλέφωνο
fr_fr: Extension de téléphone invalide
hr: Neispravan telefon ext.
pt_br: Extensão de telefone inválida.

source: Phone number required
el: Ο αριθμός τηλεφώνου απαιτείται
fr_fr: Numéro de téléphone requis
hr: Telefonski broj potreban
pt_br: Número de telefone é requerido

source: Ticket Updated by
fr_fr: Ticket mis à jour par
pt_br: Tíquete atualizado por

source: Ticket Updated
fr_fr: Ticket mis à jour
pt_br: Tíquete Atualizado

source: Ticket denied. Error #403
fr_fr: Ticket refusé. Erreur #403
pt_br: Tíquete negado. Erro #403

source: Ticket denied
el: Το δελτίο απορρίφθηκε
fr_fr: Ticket refusé
hr: Tiket odbijen
pt_br: Tíquete negado

source: Banned email
fr_fr: Email banni
pt_br: E-mail Banido

source: You've reached the maximum open tickets allowed.
el: Έχετε φτάσει τα μέγιστα επιτρεπόμενα ανοικτά δελτία.
fr_fr: Vous avez atteint le maximum autorisé de tickets ouverts
hr: Dostigli ste maksimalni broj dozvoljenih otvorenih Tiketa.
pt_br: Você alcançou o número máximo permitido de tíquetes abertos.

source: Max open tickets (%d) reached for %s
fr_fr: Nombre max de tickets ouverts (%d) atteitn pour %s
pt_br: Máximo de tíquetes abertos (%d) alcançado para %s

source: Ticket rejected ( %s) by filter "%s"
fr_fr: Ticket rejeté ( %s) par le filtre "%s"
pt_br: Tíquete rejeitado ( %s) pelo filtro "%s"

source: Select help topic
el: Επιλέξτε θέμα βοήθειας
fr_fr: Sélectionnez une catégorie d'aide
hr: Odaberite pomoćnnu temu
pt_br: Selecione tópico de ajuda

source: Dept. required
el: Το Τμήμα απαιτείται
fr_fr: Département requis
hr: Odjel potreban
pt_br: Depto. requerido

source: Topic required
fr_fr: Sujet requis
pt_br: Tópico requerido

source: Indicate source
el: Αναφέρετε προέλευση
fr_fr: Indiquez la source
hr: Navedite izvor
pt_br: Indique a origem

source: Email unknown
el: Άγνωστο Email
fr_fr: Email inconnu
hr: E-mail nepoznat
pt_br: E-mail desconhecido

source: Invalid origin given
fr_fr: Origine invalide
pt_br: Origem dada inválida

source: Invalid Priority
el: Άκυρη Προτεραιότητα
fr_fr: Priorité invalide
pt_br: Prioridade Inválida

source: Summary of the issue required
el: Η Περίληψη του θέματος απαιτείται
fr_fr: Résumé du problème requis
hr: Sažetak pitanja potreban
pt_br: Resumo do problema requerido

source: Invalid source
fr_fr: Source invalide
pt_br: Origem inválida

source: New Ticket by Staff
el: Νέο Δελτίο από το Προσωπικό
fr_fr: Nouveau ticket par une employé
hr: Novi Tiket od osoblja
pt_br: Novo Tíquete pela Equipe

source: Ticket created by staff
el: Δελτίο που δημιουργήθηκε από το Προσωπικό
fr_fr: Ticket créé par une employé
hr: Tiket izrađen od osoblja
pt_br: Tíquete criado pela equipe

source: Ticket flagged as overdue by the system.
el: Το Δελτίο επισημάνθηκε ως εκπρόθεσμο από το σύστημα.
fr_fr: Ticket marqué comme en retard par le système
hr: Sustav je označio Tiket kao zakašnjeli.
pt_br: Tíquete marcado como atrasado pelo sistema.

source: Showing
el: Εμφάνιση
fr_fr: Affiche
hr: Prikazivanje
pt_br: Mostrando

source: Missing or invalid group ID
el: Άκυρο ή λείπει το ID της ομάδας
fr_fr: ID de groupe manquant ou invalide
hr: Ne postoji ili nevažeći ID grupe
pt_br: ID do Grupo desconhecido ou inválido

source: Group name required
el: Το Όνομα Ομάδας απαιτείται
fr_fr: Nom de groupe requis
hr: Naziv grupe potreban
pt_br: Nome do grupo requerido

source: Group name must be at least 3 chars.
fr_fr: Nom du groupe trop court : minimum 3 caractères
pt_br: Nome do Grupo deve ter no mínimo 3 caracteres.

source: Group name already exists
el: Το Όνομα της Ομάδας υπάρχει ήδη
fr_fr: Nom de groupe existant
hr: Ime grupe već postoji
pt_br: Nome do Grupo já existe

source: Unable to update group. Internal error occurred.
fr_fr: Impossible de mettre à jour le groupe. Erreur interne
pt_br: Não foi possível atualizar grupo. Ocorreu um erro interno.

source: Unable to create the group. Internal error
el: Αδύνατη η δημιουργία της ομάδας. Εσωτερικό σφάλμα
fr_fr: Impossible de créer le groupe. Erreur interne
hr: Nije moguće izraditi grupu. Interna greška
pt_br: Não foi possível criar o grupo. Erro interno

source: Topic is too short. 5 chars minimum
el: Το θέμα είναι πάρα πολύ μικρό. Πρέπει να είναι 5 χαρακτήρες τουλάχιστον.
fr_fr: Sujet trop court. 5 caractères minimum
hr: Tema je prekratka, potrebno minimum 5 znakova
pt_br: Nome do tópico muito curto. Mínimo de 5 caracteres

source: Topic already exists
el: Το Θέμα υπάρχει ήδη
fr_fr: Le sujet existe déjà
hr: Tema već postoji
pt_br: Tópico já existe

source: You must select a department
el: Πρέπει να επιλέξετε ένα τμήμα
fr_fr: Vous devez sélectionner un département
hr: Odaberite odjel
pt_br: Você deve selecionar um departamento

source: You must select a priority
el: Πρέπει να επιλέξετε μια προτεραιότητα
fr_fr: Vous devez sélectionner une priorité
hr: Postavite prioritet
pt_br: Você deve selecionar a prioridade

source: Unable to update topic. Internal error occurred
pt_br: Não foi possível atualizar tópico. Ocorreu um erro interno.

source: Unable to create the topic. Internal error
el: Αδυναμία δημιουργίας του θέματος. Εσωτερικό σφάλμα
fr_fr: Impossible de créer le sujet. Erreur interne
hr: Odabranu temu nije moguće napraviti. Interna greška
pt_br: Não foi possível criar o tópico. Erro interno

source: No errors
fr_fr: Aucune erreur
pt_br: Sem erros

source: Maximum stack depth exceeded
pt_br: Tamanho máximo da pilha excedido

source: Underflow or the modes mismatch
pt_br: "Underflow" ou os modos não batem

source: Unexpected control character found
pt_br: Caractere de controle não esperado encontrado

source: Syntax error, malformed JSON
pt_br: Erro de sintaxe, JSON mal formado

source: Malformed UTF-8 characters, possibly incorrectly encoded
pt_br: Caracteres UTF-8 malformados, possivelmente codificados incorretamente

source: Unknown error
pt_br: Errp desconhecido

source: Unknown JSON parsing error
pt_br: Erro desconhecido ao interpretar JSON

source: Generated on
fr_fr: Généré sur
pt_br: Gerado em

source: Date & Time based on GMT
pt_br: Data e Hora baseadas em GMT

source: on
fr_fr: sur
pt_br: em

source: Page
pt_br: Página

source: Status
el: Κατάσταση
fr_fr: Statut
hr: Stanje
pt_br: Estado

source: Name
el: Όνομα
fr_fr: Nom
hr: Ime
pt_br: Nome

source: Priority
el: Προτεραιότητα
fr_fr: Priorité
hr: Prioritet/Važnost
pt_br: Prioridade

source: Department
el: Τμήμα
fr_fr: Département
hr: Odjel
pt_br: Departamento

source: Phone
el: Τηλέφωνο
fr_fr: Téléphone
hr: Telefon
pt_br: Telefone

source: Create Date
el: Ημερομηνία Δημιουργίας
fr_fr: Date de création
hr: Datum stvaranja
pt_br: Data Criação

source: Source
pt_br: Origem

source: Assigned To
fr_fr: Assigné à
pt_br: Designado Para

source: Closed By
fr_fr: Fermé par
pt_br: Fechado Por

source: Help Topic
el: Θέμα Βοήθειας
fr_fr: Catégorie d'aide
hr: Pomoćna tema
pt_br: Tópico de ajuda

source: SLA Plan
fr_fr: Plan SLA
pt_br: Plano SLA

source: Last Response
fr_fr: Dernière réponse
pt_br: Última Resposta

source: Due Date
fr_fr: Date d'échéance
pt_br: Prazo

source: Close Date
fr_fr: Date de fermeture
pt_br: Data de Fechamento

source: Last Message
fr_fr: Dernier message
pt_br: Última Mensagem

source: Files Attached
fr_fr: Fichiers attachés
pt_br: Arquivos Anexos

source: Cannot read file contents
pt_br: Não foi possível ler o conteúdo do arquivo

source: Unable to migrate attachment
pt_br: Não foi possível migrar anexo

source: Unable to query DB for attached files to migrate!
pt_br: Não foi possível pesquisar BD por arquivos anexos para migrar!

source: Found
fr_fr: Trouvé
pt_br: Encontrado

source: attachments to migrate
pt_br: anexos para migrar

source: Unable to locate attachment file
pt_br: Não foi possível localizar arquivo anexo

source: Upgrader: Attachment Migrater
pt_br: Atualizador: Migrador de Anexos

source: Topics
fr_fr: Sujets
pt_br: Tópicos

source: Staff
el: Προσωπικό
fr_fr: Equipe
pt_br: Equipe

source: Opened
fr_fr: Ouvert
pt_br: Aberto

source: Assigned
fr_fr: Assigné
pt_br: Designado

source: Closed
el: Κλειστά
fr_fr: Fermé
hr: Zatvoreno
pt_br: Fechado

source: Reopened
fr_fr: Réouvert
pt_br: Reaberto

source: Service Time
fr_fr: Temps de service
pt_br: Tempo de Serviço

source: Response Time
pt_br: Tempo de Resposta

source: Ticket Id
pt_br: ID do Tíquete

source: Date
el: Ημερομηνία
hr: Datum
pt_br: Data

source: Current Status
fr_fr: Statut actuel
pt_br: Status Atual

source: Search criteria matched
pt_br: Critérios de pesquisa atendidos

source: view
fr_fr: visualiser
pt_br: visualizar

source: tickets
pt_br: tíquetes

source: ticket
pt_br: tíquete

source: No tickets found matching your search criteria.
pt_br: Nenhum tíquete encontrado que corresponda aos critérios de pesquisa.

source: Unable to acquire lock.
pt_br: Não foi possível bloquear.

source: Ticket is locked by
fr_fr: Ticket verrouillé par
pt_br: Tíquete bloqueado por

source: Marked overdue!
el: Σημειώθηκε εκπρόθεσμο!
fr_fr: marqué en retard
pt_br: Marcado como Atrasado!

source: Ticket State
fr_fr: Etat du ticket
pt_br: Estado do Tíquete

source: Unassigned
fr_fr: Non assigné
pt_br: Não Designado

source: Thread
fr_fr: Fil
pt_br: Histórico

source: Notes
pt_br: Notas

source: Reply
fr_fr: Réponses
pt_br: Responder

source: Reassign
fr_fr: Réassigner
pt_br: Redesignar

source: Assign
el: Ανάθεση
fr_fr: Assigner
hr: Dodijeli
pt_br: Designar

source: Transfer
el: Μεταφορά
fr_fr: Transférer
hr: Prijenos
pt_br: Transferência

source: Post Note
fr_fr: Poster note
pt_br: Adicionar Nota

source: Edit Ticket
el: Επεξεργασία Δελτίου
fr_fr: Editer requête
pt_br: Editar Tíquete

source: Invalid input
el: Μη έγκυρη καταχώρηση
fr_fr: Entrée invalide
hr: Neispravan unos
pt_br: Entrada inválida

source: No fields setup
el: Δεν τέθηκαν πεδία
fr_fr: Aucun champ rempli
hr: Nema polje postava za uređenje
pt_br: Sem configurações de campos

source: Error accessing SQL file
fr_fr: Erreur lors de l'accès à un fichier SQL
pt_br: Erro ao acessar arquivo SQL

source: Error parsing SQL schema
fr_fr: Erreur de parsing du schéma SQL
pt_br: Erro ao interpretar esquema SQL

source: Couldn't connect to LDAP!
fr_fr: Impossible de se connecter au LDAP!
pt_br: Não foi possível contactar ao LDAP!

source: Invalid CSRF token
fr_fr: Jeton CSRF invalide
pt_br: Token CSRF inválido

source: Invalid CSRF Token
fr_fr: Jeton CSRF invalide
pt_br: Token CSRF inválido

source: File upload error #
pt_br: Erro em upload de arquivo #

source: Invalid or bad upload POST
pt_br: POST de upload inválido

source: Invalid file type for
fr_fr: Type de fichier invalide pour
pt_br: Tipo de arquivo inválido para

source: File (%s) is too big. Maximum of %s allowed
pt_br: Arquivo (%s) muito grande. Máximo de %s permitidos

source: "osTicket Alerts"
pt_br: "Alertas do osTicket"

source: Internal error. Get technical help.
pt_br: Erro interno. Contate o suporte técnico.

source: Email already exits
el: Το Email υπάρχει ήδη
fr_fr: Email existant
hr: E-mail već postoji
pt_br: E-mail já existe

source: Email already used as admin email!
el: Το Email χρησιμοποιείται ήδη ως email διαχειριστή!
hr: E-mail se već koristi kao Admin e-mail!
pt_br: E-mail já é utilizado com e-mail de administrador!

source: Email in-use by a staff member
el: Το Email χρησιμοποιείται ήδη από κάποιον υπάλληλο
hr: Email u uporabi od strane osoblja
pt_br: E-mail em uso por membro da equipe

source: Email name required
pt_br: Nome do E-mail requerido

source: Username missing
el: Λείπει το Όνομα Χρήστη
hr: Korisničko ime nedostaje
pt_br: Nome de usuário faltando

source: Password required
el: Ο Κωδικός Πρόσβασης απαιτείται
fr_fr: Mot de passe requis
hr: Lozinka potrebna
pt_br: Senha requerida

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
el: Το πρωτόκολλο IMAP δεν υπάρχει. Η PHP πρέπει να μεταγλωττιστεί με το πρωτόκολλο IMAP ενεργοποιημένο.
fr_fr: IMAP n'existe pas. PHP doit être compilé avec IMAP activé
hr: IMAP ne postoji. PHP mora biti preveden (kompiliran) s IMAP omogućenjem.
pt_br: IMAP não detectado. PHP precisa ser compilado com IMAP habilitado.

source: Host name required
el: Το όνομα του κεντρικού υπολογιστή απαιτείται
fr_fr: Nom d'hôte requis
hr: Naziv poslužitelja potreban
pt_br: Nome do host requerido

source: Port required
el: Η θύρα απαιτείται
fr_fr: Port requis
hr: Port potreban
pt_br: Porta requerida

source: Select protocol
el: Επιλέξτε Πρωτόκολλο
fr_fr: Sélectionnez un protocole
hr: Odaberite protokol
pt_br: Selecione protocolo

source: Fetch interval required
el: Το χρονικό διάστημα λήψης απαιτείται
hr: Interval za dohvat potreban
pt_br: É requerido endereço de email válido

source: Maximum emails required
el: Μέγιστο emails που απαιτείται
fr_fr: Nombre max. d'emails requis
hr: Maksimalna Email potrebna
pt_br: Máximo de e-mails requerido

source: You must select a Dept.
el: Πρέπει να επιλέξετε ένα Τμήμα
fr_fr: Vous devez sélectionner un département
hr: Odaberite odjel.
pt_br: Você deve selecionar um Depto.

source: Indicate what to do with fetched emails
pt_br: Idique o que fazer com e-mails adquiridos
