Repository: osTicket/osTicket-1.7
Catalog: i18n/templates/*.po
Languages: el, fr_fr, hr, pt_br

source: Are you sure you want to DELETE selected services?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τις επιλεγμένες υπηρεσίες;
hr: Jeste li sigurni da želite IZBRISATI odabrane usluge?

source: You need to setup upload dir.
el: Θα πρέπει να ορίσετε κατάλογο για upload.
hr: Postavite direktorij za 'upload'.

source: *Attachments Disabled.
el: *Τα Συνημμένα είναι Απενεργοποιημένα.
hr: *Privici onemogućeni.

source: <br>*Attachments Disabled.
el: <br>*Τα Συνημμένα είναι Απενεργοποιημένα.
hr: <br>*Privici onemogućeni.

source: GD required for captcha to work
el: Η GD απαιτείται για τη λειτουργία του CAPTCHA
hr: GD potreban za rad captcha (sigurnosni code)

source: Possible errors detected, please check the warnings below
el: Πιθανά σφάλματα διαπιστώθηκαν, παρακαλούμε να ελέγξετε τις παρακάτω ειδοποιήσεις
hr: Moguće greške otkrivene, molimo Vas da provjerite upozorenja u nastavku

source: System Preferences and Settings
el: Προτιμήσεις Συστήματος και Ρυθμίσεις
hr: Sustavne osobitosti i postavke

source: Offline mode will disable client interface and <b>only</b> allow <b>super admins</b> to login to Staff Control Panel
el: Η λειτουργία χωρίς σύνδεση θα απενεργοποιήσει τη διεπαφή του χρήστη και θα επιτρέπει <b>μόνο</b> στους Super Admins να συνδεθoύν στον Πίνακα Ελέγχου του Προσωπικού
hr: Offline mode onemogućava sučelje klijenta, dopušta <b>samo</b> osoblju <b>Super Admins</b> da se prijave na kontrolnu ploču!

source: (Inactive)
el: (Ανενεργό)
hr: (Inaktivno)

source: Helpdesk Name/Title:
el: Όνομα/Τίτλος Helpdesk:
hr: Helpdesk Ime/Naslov:

source: Default Email Templates:
el: Προεπιλεγμένα Πρότυπα Email:
hr: Zadani e-mail predlošci:

source: Default Department:
el: Προεπιλεγμένο Τμήμα:
hr: Zadani odjel:

source: Select Default Dept
el: Επιλέξτε Προεπιλογμένο Τμήμα
hr: Odaberite zadani odjel

source: Default Page Size:
el: Προεπιλεγμένη Μέγεθος Σελίδας:
hr: Zadana veličina stranice:

source: Purge logs after
el: Εκκαθάριση logs μετά
hr: Isprazni dnevnik nakon

source: None (Disable)
el: Κανένα (Απενεργοποίηση)
hr: Nijedan (onemogući)

source: Staff Excessive Logins:
el: Υπερβολικά Logins Προσωπικού:
hr: Pretjerane prijave osoblja:

source: attempt(s) allowed
el: επιτρεπόμενες προσπάθειες
hr: pokušaja dozvoljeno

source: before a
el: πριν από
hr: prije nego stupi

source: min. timeout (penalty in minutes)
el: λεπτά για τη λήξη χρόνου (ποινή σε λεπτά).
hr: kazne u minutama

source: Staff Session Timeout:
el: Διάρκεια Συνόδου για το Προσωπικό:
hr: Vrijeme isteka sjednice za osoblje:

source: Staff's max Idle time in minutes. Enter 0 to disable timeout
el: Μέγιστος χρόνος Αδράνειας σε λεπτά, για το Προσωπικό. Εισάγετε 0 για να απενεργοποιήσετε τη λήξη χρόνου
hr: Vrijeme isteka mirovanja za osoblje, max vrijeme u minutama. Unesite 0 za onemogućiti

source: Bind Staff Session to IP:
el: Σύνδεση Συνόδου Προσωπικού με IP:
hr: Poveži sjednicu osoblja na IP:

source: Bind staff's session to login IP.
el: Σύνδεση Συνόδου Προσωπικού με την IP κατά την είσοδο (login).
hr: Poveži sjednicu osoblja na IP prijave:

source: Client Excessive Logins:
el: Υπερβολικά Login Χρήστη:
hr: Pretjerane prijave klijenta:

source: Client Session Timeout:
el: Λήξη χρόνου Συνόδου Χρήστη:
hr: Vrijeme isteka sjednice za klijenta:

source: Client's max Idle time in minutes. Enter 0 to disable timeout
el: Μέγιστος χρόνος Αδράνειας Χρήστη σε λεπτά. Εισάγετε 0 για να απενεργοποιήσετε τη λήξη χρόνου.
hr: Vrijeme isteka mirovanja za klijente, max vrijeme u minutama. Unesite 0 za onemogućiti

source: Clickable URLs:
el: Προσβάσιμα URLs:
hr: Kliknuta poveznica:

source: Make URLs clickable
el: Κάντε τα URLs προσβάσιμα
hr: Napravi kliknute poveznice

source: Enable Auto Cron:
el: Ενεργοποίηση Auto Cron:
hr: Omogući automatski Cron:

source: Enable cron call on staff's activity
el: Ενεργοποίηση κλήσης cron κατά τη δραστηριότητα του προσωπικού
hr: Omogući cron poziv na djelatnost osoblja

source: Date &amp; Time
el: Ημερομηνία &amp; Ώρα
hr: Datum %amp; Vrijeme

source: Time Format:
el: Μορφή Ώρας:
hr: Format za vrijeme:

source: Date Format:
el: Μορφή Ημερομηνίας:
hr: Format za datum:

source: Date &amp; Time Format:
el: Μορφή Ημερομηνίας &amp; Ώρας :
hr: Format za datum i vrijeme:

source: Day, Date &amp; Time Format:
el: Μορφή Ημέρας, Ημερομηνίας &amp; Ώρας:
hr: Format za dan, datum i vrijeme:

source: Default Timezone:
el: Προεπιλεγμένη Ζώνη Ώρας:
hr: Vremenska zona:

source: Daylight Saving:
el: Θερινή Ώρα:
hr: Ljetno računanje vremena:

source: Ticket Options &amp; Settings
el: Επιλογές &amp; Ρυθμίσεις Δελτίων
hr: Tiket mogućnosti &amp; postavke

source: If enabled ticket lock get auto-renewed on form activity.
el: Αν είναι ενεργοποιημένο, το κλείδωμα των δελτίων ανανεώνεται αυτόματα κατά τη δραστηριότητα στη φόρμα.

source: Ticket IDs:
el: ID Δελτίων:
hr: Tiket IDs:

source: Random (recommended)
el: Τυχαία (συνιστάται)
hr: Slučajno (preporučeno)

source: Default priority
el: Προεπιλεγμένη προτεραιότητα
hr: Zadani prioritet

source: Allow user to overwrite/set priority (new web tickets)
el: Να επιτρέπεται στο χρήστη να αντικαταστήσει/θέσει την προτεραιότητα (νέα δελτία μέσω web)

source: Use email priority when available (new emailed tickets)
el: Χρήση προτεραιότητας email όταν είναι διαθέσιμο (νέα δελτία μέσω email)

source: Maximum <b>Open</b> Tickets:
el: Μέγιστος αριθμός <b>Ανοικτών</b> Δελτίων:

source: per email. (<i>Helps with spam and flood control. Enter 0 for unlimited</i>)
el: ανά email. (<i> Βοηθά για τον έλεγχο των spam και του κατακλυσμού μηνυμάτων. Εισάγετε 0 για απεριόριστα</i>).

source: Auto-Lock Time:
el: Ώρα Αυτόματου Κλειδώματος:

source: (<i>Minutes to lock a ticket on activity. Enter 0 to disable locking</i>)
el: (<i>Λεπτά για το κλείδωμα ενός ενεργού δελτίου. Εισάγετε 0 για να απενεργοποιήσετε το κλείδωμα</i>.)

source: Ticket Grace Period:
el: Περίοδος Χάριτος Δελτίου:

source: (<i>Hours before ticket is marked overdue. Enter 0 to disable aging.</i>)
el: (<i>Ώρες πριν σημειωθεί το δελτίο εκπρόθεσμο. Εισάγετε 0 για να απενεργοποιήσετε τη λειτουργία λήξης χρόνου ζωής του δελτίου</i>.)

source: Reopened Tickets:
el: Εκ νέου Ανοικτά Δελτία:

source: Auto-assign reopened tickets to last respondent 'available'. (<i> 3 months limit</i>)
el: Αυτόματη ανάθεση ξανανοιγμένων δελτίων στον τελευταίο 'διαθέσιμο' εκπρόσωπο που τα απάντησε. (<i>όριο 3 μήνες</i>).

source: Assigned Tickets:
el: Δελτία που Ανατέθηκαν:

source: Answered Tickets:
el: Απαντημένα Δελτία:

source: Ticket Activity Log:
el: Μητρώο Καταγραφής Δραστηριότητας Δελτίων:

source: Log ticket's activity as internal notes.
el: Καταγραφή της δραστηριότητας των δελτίων ως εσωτερικές σημειώσεις.

source: Staff Identity:
el: Ταυτότητα Υπαλλήλου:

source: Human Verification:
el: Ανθρώπινη Επαλήθευση:

source: Enable captcha on new web tickets.
el: Ενεργοποίηση CAPTCHA σε νέα δελτία μέσω web.

source: Note that global settings can be disabled at dept/email level.
el: Σημειώστε ότι οι καθολικές ρυθμίσεις μπορεί να απενεργοποιηθούν σε επίπεδο τμήματος/email.

source: For mail fetcher (POP/IMAP) to work you must set a cron job or simply enable auto-cron
el: Για τη λειτουργία του κομιστή mail (POP / IMAP) πρέπει να ορίσετε μια εργασία cron ή απλά να ενεργοποιήσετε το auto-cron

source: Enable POP/IMAP email fetch
el: Ενεργοποίηση κομιστή email POP/IMAP

source: Global setting which can be disabled at email level
el: Καθολική ρύθμιση η οποία μπορεί να απενεργοποιηθεί σε επίπεδο email

source: Strip quoted reply (<i>depends on the tag below</i>)
el: Αφαίρεση της απάντησης με εισαγωγικά (<i>εξαρτάται από την παρακάτω ετικέτα</i>)
hr: Dio citiranog odgovora (<i>ovisna oznaka ispod</i>)

source: Default Email:
el: Προεπιλεγμένο Email:
hr: Zadana e-mail:

source: Only applies to outgoing emails with no SMTP settings.
el: Ισχύει μόνο για εξερχόμενα emails χωρίς τις ρυθμίσεις SMTP.

source: Allow spoofing (No Overwrite).
el: Να επιτρέπεται η πλαστογράφηση (Όχι Αντικατάσταση).

source: Default System Email:
el: Προεπιλογμένο Email Συστήματος:
hr: Zadani e-mail sustava:

source: Default Alert Email:
el: Προεπιλεγμένο Email Ειδοποίησης:
hr: Zadana e-mail adresa za upozorenje:

source: Used to send out alerts and notices to staff.
el: Χρησιμοποιείται για να αποστέλλει ειδοποιήσεις και ανακοινώσεις προς το προσωπικό

source: System Admin Email Address:
el: Διεύθυνση Email Διαχειριστή Συστήματος:

source: Autoresponders &nbsp;(Global Setting)
el: Αυτόματες Απαντήσεις &nbsp;(Καθολική Ρϋθμιση)

source: This is global setting which can be disabled at department level.
el: Αυτό είναι καθολική ρύθμιση, η οποία μπορεί να απενεργοποιηθεί σε επίπεδο τμήματος.

source: Autoresponse includes the ticket ID required to check status of the ticket
el: Η αυτόματη απάντηση περιλαμβάνει το ID του Δελτίου που απαιτείται για να ελέγχθεί η κατάσταση του δελτίου

source: New Ticket by Staff:
el: Νέο Δελτίο από το Προσωπικό:
hr: Novi tiket od osoblja:

source: Notice sent when staff creates a ticket on behalf of the user (Staff can disable)
el: Ανακοίνωση που αποστέλλεται όταν το προσωπικό δημιουργεί ένα δελτίο για λογαριασμό του χρήστη (Το Προσωπικό μπορεί να την απενεργοποιήσει)

source: Message appended to an existing ticket confirmation
el: Μήνυμα που επισυνάπτεται σε μια υπάρχουσα επιβεβαίωση δελτίου
hr: Poruka priložena za postojeću potvrdu tiketa

source: <b>Note:</b> Admin gets alerts on ALL denials by default.
el: <b>Σημείωση:</b>Ο Διαχειριστής λαμβάνει ειδοποιήσεις για ΟΛΕΣ τις απορρίψεις εξ ορισμού.

source: Alerts &amp; Notices
el: Ειδοποιήσεις & Ανακοινώσεις

source: Notices sent to user use 'No Reply Email' whereas alerts to staff use 'Alert Email' set above as FROM address respectively.
el: Οι ανακοινώσεις που αποστέλλονται στο χρήστη θέτουν ως αποστολέα τη φράση 'No Reply Email', ενώ οι ειδοποιήσεις στο Προσωπικό θέτουν ως αποστολέα τη φράση 'Alert Email' στην κεφαλίδα FROM του μηνύματος.

source: New Ticket Alert:
el: Νέα Ειδοποίηση Δελτίου:

source: Select recipients
el: Επιλέξτε παραλήπτες
hr: Odabir primatelja

source: Department Members (spammy)
el: Μέλη Τμήματος (spammy)
hr: Članovi odjela (opterećeno)

source: New Message Alert:
el: Νέα Ειδοποίηση Μηνύματος:

source: Department Manager (spammy)
el: Προϊστάμενος Τμήματος (spammy)

source: New Internal Note Alert:
el: Νέα Εσωτερική Ειδοποίηση Σημείωσης:
hr: Nova unutarnja napomena upozorenje:

source: Overdue Ticket Alert:
el: Ειδοποίηση Εκπρόθεσμων Δελτίων:
hr: Upozorenje o dospjeloj starosti Tiketa:

source: Admin Email gets an alert by default. Select additional recipients below
el: Το Email του Διαχειριστή λαμβάνει μια ειδοποίηση εξ ορισμού. Επιλέξτε παρακάτω περαιτέρω παραλήπτες.
hr: Admin e-mail prima upozorenje po zadanom. Odaberite dodatne primatelje u nastavku

source: System Errors:
el: Σφάλματα Συστήματος:
hr: Greške sustava:

source: Enabled errors are sent to admin email set above
el: Τα ενεργοποιημένα λάθη στάλθηκαν στο email του Διαχειριστή που ορίστηκε παραπάνω

source: Issue Summary:
el: Περίληψη Θεμάτων:

source: Visible to client/customer.
el: Ορατό στον χρήστη/πελάτη.

source: Premade:
el: Προκατασκευασμένα:

source: Select a premade reply/issue
el: Επιλέξτε μια προκατασκευασμένη απάντηση/θέμα

source: Attachment:
el: Συνημμένο:

source: Internal Note:
el: Εσωτερικό Σημείωμα:

source: Optional Internal note(s).
el: Προαιρετικό Εσωτερικό Σημείωμα.
hr: Moguće unutarnje bilješke.

source: Time is based on your time zone (GM %s)
el: Ο χρόνος έχει βάση τη ζώνη ώρας σας (GM %s)

source: -Assign To Staff-
el: -Ανάθεση σε Υπάλληλο-

source: Send alert to assigned staff.
el: Αποστολή ειδοποίησης στον υπεύθυνο Υπάλληλο.

source: Dept Signature (if any)
el: Υπογραφή Τμήματος (αν υπάρχει)

source: Submit Ticket
el: Υποβολή Δελτίου

source: Are you sure you want to ENABLE selected keys?
el: Είστε σίγουροι ότι θέλετε να ΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τα επιλεγμένα κλειδιά;

source: Are you sure you want to DISABLE selected keys?
el: Είστε σίγουροι ότι θέλετε να ΑΠΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τα επιλεγμένα κλειδιά;

source: Are you sure you want to DELETE selected keys?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τα επιλεγμένα κλειδιά;

source: Add New IP
el: Προσθήκη Νέας IP

source: Add a new IP address.
el: Προσθήκη νέας IP διεύθυνσης.

source: API Passphrase
el: API Φράση Κλειδί

source: Passphrase must be at least 3 words. Required to generate the api keys.
el: Η φράση κλειδί πρέπει να περιλαμβάνει τουλάχιστον 3 λέξεις. Απαιτούνται για τη δημιουργία των κλειδιών api

source: Phrase:
el: Φράση:

source: Please note that changing the passprase does NOT invalidate existing keys. To regerate a key you need to delete and readd it.
el: Παρακαλούμε σημειώστε ότι η αλλαγή της φράσης κλειδί ΔΕΝ αναιρεί τα υφιστάμενα κλειδιά. Για να αναπαράγετε ένα κλειδί θα πρέπει να το διαγράψετε και να το ξαναπροσθέσετε.

source: Update: %s %s
el: Ενημέρωση: %s %s
hr: Ažuriranje: %s %s

source: New Staff Member
el: Νέος Υπάλληλος

source: Temp password required
el: Ένας προσωρινός κωδικός απαιτείται

source: User Account
el: Λογαριασμός Χρήστη

source: Account information
el: Πληροφορίες Λογαριασμού
hr: Informacije korisničkog računa

source: Username:
el: Όνομα Χρήστη:
hr: Korisničko ime:

source: User Group:
el: Ομάδα Χρηστών:

source: Name (First,Last):
el: Ονοματεπώνυμο (Όνομα, Επώνυμο):

source: Office Phone:
el: Τηλέφωνο Γραφείου:

source: Mobile Phone:
el: Κινητό:
hr: Mobilni telefon:

source: Password:
el: Κωδικός Πρόσβασης:
hr: Lozinka:

source: Password (confirm):
el: Κωδικός Πρόσβασης (επιβεβαίωση):

source: Forced Password Change:
el: Αναγκαστική Αλλαγή Κωδικού Πρόσβασης:

source: Require a change of password in the next login
el: Απαιτείται η αλλαγή του κωδικού πρόσβασης στην επόμενη είσοδο
hr: Potrebna promjena lozinke u sljedećoj prijavi

source: Account Permission, status &amp; Settings
el: Δικαιώματα Λογαριασμού, κατάσταση &amp; Ρυθμίσεις

source: Staff's permission is also based on the assigned group. <b>Admin is not restricted by group settings.</b>
el: Τα δικαιώματα του Προσωπικού βασίζονται επίσης στην ομάδα που ανήκουν εντός της εφαρμογής. <b> Ο Διαχειριστής δεν περιορίζεται από τις ρυθμίσεις της ομάδας.</b>

source: Staff on vacation mode.
el: Προσωπικό σε Διακοπές.

source: No ticket assignment or Alerts
el: Δεν υπάρχουν Αναθέσεις Δελτίων ή Ειδοποιήσεις

source: Are you sure you want to ENABLE selected user(s)?
el: Είστε σίγουροι ότι θέλετε να ΕΝΕΡΓΟΠΟΙΗΣΕΤΕ τους επιλεγμένους χρήστες;

source: Are you sure you want to LOCK selected user(s)?
el: Είστε σίγουροι ότι θέλετε να ΚΛΕΙΔΩΣΕΤΕ τους επιλεγμένους χρήστες;

source: Are you sure you want to DELETE selected user(s)?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ τους επιλεγμένους χρήστες;

source: (Add)
el: (Προσθήκη)

source: (Search)
el: (Αναζήτηση)

source: Sort by email
el: Ταξινόμηση κατά Email

source: Submitter
el: Υποβολέας

source: Remove From List
el: Διαγραφή από τη Λίστα

source: Are you sure you want to REMOVE selected email from ban list?
el: Είστε σίγουροι ότι θέλετε να ΔΙΑΓΡΑΨΕΤΕ το επιλεγμένο Email από τη λίστα των απαγορευμένων;

source: Edit Email
el: Επεξεργασία Email

source: New Email
el: Νέο Email

source: Email Info
el: Πληροφορίες Email

source: Settings are mainly for emailed tickets. For online/web tickets see help topics.
el: Οι ρυθμίσεις ισχύουν κυρίως για τα δελτία μέσω Email. Για online/web δελτία ανατρέξτε στα θέματα βοήθειας.

source: Email Name:
el: Όνομα Email:

source: Optional email's FROM name.
el: Προαιρετικό όνομα ΑΠΟΣΤΟΛΕΑ Email.

source: Auto Response
el: Αυτόματη Απάντηση

source: <b>Disable</b> autoresponse for this email.
el: <b>Απενεργοποίηση</b> αυτόματης απάντησης για αυτό το email.

source: Overwrite Dept setting
el: Ρύθμιση Αντικατάσταση Τμήματος

source: <b>Login info (optional)</b>: Required when IMAP/POP and/or SMTP are enabled.
el: <b>Πληροφορίες Login (προαιρετικά)</b>:Απαιτείται όταν IMAP/POP ή/και SMTP είναι ενεργοποιημένα
hr: <b> Info za prijavu (moguće)</b>: Potrebno ako su IMAP/POP/SMTP omogućeni.

source: Mail Account (Optional)
el: Λογαριασμός Email (Προαιρετικά)
hr: Račun e-pošte (moguće)

source: Setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
el: Ρύθμιση για λήψη εισερχόμενων Email. Η λήψη Email πρέπει να ενεργοποιηθεί με το autocron ενεργό ή με εξωτερική εγκατάσταση cron.

source: Please be patient, the system will try to login to mail server to validate the entered login info.
el: Παρακαλούμε περιμένετε, το σύστημα θα προσπαθήσει να συνδεθεί με το διακομιστή αλληλογραφίας για να πιστοποιήσει τα συνθηματικά σας.

source: Maximum Emails Per Fetch
el: Μέγιστος Αριθμός Μηνυμάτων ανά Λήψη

source: Delete Messages
el: Διαγραφή Μηνυμάτων

source: Delete fetched message(s) (<i>recommended when using POP</i>)
el: Διαγραφή ληφθέντων μηνυμάτων (<i>συνιστάται όταν χρησιμοποιείται POP</i>)

source: SMTP Settings (Optional)
el: Ρυθμίσεις SMTP (Προαιρετικά)
hr: SMTP postavke (moguće)

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.<br>
el: Όταν είναι ενεργοποιημένο, ο <b>λογαριασμός Email</b> θα χρησιμοποιήσει το διακομιστή SMTP αντί της συνάρτησηq mail() της PHP για τα εξερχόμενα Email.

source: Please be patient, the system will try to login to SMTP server to validate the entered login info.
el: Παρακαλούμε περιμένετε, το σύστημα θα προσπαθήσει να συνδεθεί στο διακομιστή SMTP για να επιβεβαιώσει τα συνθηματικά σας.

source: Best available authentication method is auto-selected based on what the sever supports.
el: Η καλύτερη διαθέσιμη μέθοδος πιστοποίησης ταυτότητας επιλέγεται αυτόματα με βάση τις δυνατότητες του διακομιστή.

source: Delete Selected Emails
el: Διαγραφή Επιλεγμένων Emails

source: Ticket is assigned to %s
el: Το δελτίο έχει ανατεθεί στον/στην %s

source: This ticket is currently locked by another staff member!
el: Αυτό το δελτίο είναι προσωρινά κλειδωμένο από άλλον υπάλληλο!

source: Create Date:
el: Ημερομηνία Δημιουργίας:

source: Name:
el: Όνομα:
hr: Naziv:

source: Phone:
el: Τηλέφωνο:
hr: Telefon:

source: Source:
el: Προέλευση:
hr: Izvor:

source: Assigned Staff:
el: Ανάθεση στον Υπάλληλο:

source: Last Response:
el: Τελευταία Απάντηση:

source: Close Date:
el: Ημερομηνία Κλεισίματος:

source: Last Message:
el: Τελευταίο Μήνυμα:

source: Action:
el: Ενέργεια
hr: Radnja:

source: Change Priority
el: Αλλαγή Προτεραιότητας
hr: Promijeni prioritet

source: Mark Overdue
el: Σήμανση ως Εκπρόθεσμο

source: Release (unassign)
el: Αποδέσμευση (Αναίρεση Ανάθεσης)

source: Un-Ban Email
el: Άρση απαγόρευσης Email

source: Delete Ticket
el: Διαγραφή Δελτίου

source: -Unchanged-
el: -Αμετάβλητο-

source: GO
el: ΕΜΠΡΟΣ
hr: Idi

source: Canned Response:
el: Τυποποιημένη Απάντηση:

source: Select a premade reply
el: Επιλέξτε μια προκατασκευασμένη απάντηση

source: Attach File:
el: Επισύναψη Αρχείου:

source: Append Signature:
el: Προσάρτηση Υπογραφής:

source: Dept Signature
el: Υπογραφή Τμήματος

source: Note Title:
el: Τίτλος Σημειώματος:

source: Enter note content.
el: Εισάγετε περιεχόμενο σημειώματος.

source: -Select Target Dept.-
el: -Επιλέξτε Τμήμα Προορισμού -

source: Comments/Reasons for the transfer. &nbsp;(<i>Internal note</i>)
el: Σχόλια/Λόγοι για τη μεταφορά. &nbsp;(<i>Εσωτερικό σημείωμα</i>)

source: Re Assign Ticket
el: Ανάθεση ξανά Δελτίου

source: Assign to Staff
el: Ανάθεση στο Προσωπικό

source: Staff Member:
el: Υπάλληλος:

source: -Select Staff Member.-
el: -Επιλέξτε Προσωπικό κράτος .-

source: Comments/message for assignee. &nbsp;(<i>Saved as internal note</i>)
el: Σχόλια/Μήνυμα για τον εκδοχέα του δελτίου (<i>Αποθηκεύεται ως εσωτερικό σημείωμα</i>)

source: Template Info
el: Πληροφορίες Προτύπου

source: Last updated on
el: Τελευταία ενημέρωση
hr: Zadnje ažuriranje od

source: Internal notes:
el: Εσωτερικά σημειώματα:

source: Administrative notes
el: Διαχειριστικά σημειώματα

source: New Ticket Autoresponse
el: Νέο Αυτόματη Απάντηση Δελτίου

source: Autoresponse sent to user on new ticket if enabled.
el: Η αυτόματη απάντηση που αποστέλλεται στο χρήστη κατά τη δημιουργία νέου δελτίου, αν είναι ενεργή.

source: Meant to give the user the ticket ID which can be used to check the status online.
el: Έχει σκοπό να δώσει στο χρήστη το ID του δελτίου, το οποίο μπορεί να χρησιμοποιηθεί για να ελεγχθεί η κατάστασή του online.

source: Message Body:
el: Σώμα Mηνύματος:

source: New Message Autoresponse
el: Νέο Mήνυμα Αυτόματης Απάντησης

source: Confirmation sent to user when a new message is appended to an existing ticket. (email and web replies)
el: Μια επιβεβαίωση αποστέλλεται στο χρήστη όταν ένα νέο μήνυμα επισυνάπτεται σε ένα υπάρχον δελτίο (απαντήσεις μέσω Email και web).

source: New Ticket Notice
el: Aνακοίνωση Νέου Δελτίου

source: Notice sent to user, if enabled, on new ticket <b>created by staff</b> on their behalf.
el: Μια ανακοίνωση αποστέλλεται στο χρήστη, αν είναι ενεργή, όταν ένα νέο δελτίο <b>δημιουργείται από το προσωπικό</b> για λογαριασμό τους.

source: Over Ticket limit Notice
el: Ανακοίνωση υπέρβασης ορίου δελτίων

source: A one time notice sent when user has reached the max allowed open tickets defined in preferences.
el: Μια ανακοίνωση αποστέλλεται μια φορά, όταν ο χρήστης έχει φτάσει τα μέγιστα επιτρεπόμενα ανοικτά δελτία, όπως ορίζεται στις προτιμήσεις.

source: Admin email gets alert each time a support ticket request is denied.
el: Το Email του Διαχειριστή λαμβάνει ειδοποίηση κάθε φορά που ένα δελτίο υποστήριξης απορρίπτεται.
hr: Admin e-mail prima upozorenje za svaki Tiket zabranjenog upita.

source: Ticket Response/Reply
el: Δελτίο Απάντησης/Απόκρισης

source: Message template used when responding to a ticket or simply alerting the user about a response/answer availability.
el: Μήνυμα πρότυπο που χρησιμοποιείται όταν απαντά σε ένα δελτίο ή απλώς ειδοποιεί το χρήστη σχετικά με την ύπαρξη κάποιας απάντησης/απόκρισης.

source: Alert sent to staff ( if enabled) on new ticket.
el: Ειδοποίηση αποστέλλεται προς το προσωπικό (εάν είναι ενεργοποιημένο) με ένα νέο δελτίο.

source: Alert sent to staff ( if enabled) when user replies to an existing ticket.
el: Ειδοποίηση αποστέλλεται προς το προσωπικό (εάν είναι ενεργοποιημένο) όταν ο χρήστης απαντά σε ένα υπάρχον δελτίο.

source: Alert sent to selected staff ( if enabled) when an internal note is appended to a ticket.
el: Ειδοποίηση αποστέλλεται στον επιλεγμένο Υπάλληλο (εάν είναι ενεργοποιημένο) όταν ένα εσωτερικό σημείωμα επισυνάπτεται σε ένα δελτίο.

source: Ticket Assigned Alert/Notice
el: Ειδοποίηση/Ανακοίνωση 'Το Δελτίο Ανατέθηκε'

source: Alert sent to staff on ticket assignment.
el: Ειδοποίηση αποστέλλεται προς το προσωπικό κατά την ανάθεση ενός δελτίου.

source: Overdue/Stale Ticket Alert/Notice
el: Ειδοποίηση/Ανακοίνωση Εκπρόθεσμων/Παλαιών Δελτίων

source: Alert sent to staff on stale or overdue tickets.
el: Ειδοποίηση αποστέλλεται στο προσωπικό κατά το χαρακτηρισμό με παλαιών ή εκπρόθεσμων δελτίων.

source: Cancel Edit
el: Ακύρωση Επεξεργασίας

source: Access Denied. Perm error.
el: Μη επιτρεπτή πρόσβαση. Σφάλμα δικαιωμάτων.

source: Update Ticket #
el: Ενημέρωση Δελτίου #
hr: Ažuriraj Ticket #

source: View Ticket
el: Προβολή Δελτίου

source: Time is based on your time zone GM %s
el: Ο χρόνος έχει βάση τη ζώνη ώρας σας GM %s

source: (deleted)
el: (διαγραμμένο)

source: Reasons for the edit.
el: Λόγοι για την επεξεργασία.

source: Premade/Canned Replies
el: Προκατασκευασμένες/Τυποποιημένες Απαντήσεις

source: Search for:
el: Αναζήτηση για:
hr: Traži:

source: category
el: κατηγορία
hr: kategorija

source: Sort By Title
el: Ταξινόμηση ανά Τίτλο

source: Reply Title
el: Τίτλος Απάντησης

source: Category/Dept
el: Κατηγορία/Τμήμ`

source: Sort By Update Date
el: Ταξινόμηση ανά Ημερομηνία Ενημέρωσης
hr: Sortirano po datumu ažuriranja
